json = [
  {
    "id": 1,
    "name": "守りたいもの",
    "chara": [1]
  },
  {
    "id": 2,
    "name": "世代を越え伝えるもの",
    "chara": [2]
  },
  {
    "id": 3,
    "name": "完全無欠のお嬢様",
    "chara": [3]
  },
  {
    "id": 4,
    "name": "ふーみん、司令官になる",
    "chara": [4]
  },
  {
    "id": 5,
    "name": "紡ぐ未来、変わる今",
    "chara": [5]
  },
  {
    "id": 6,
    "name": "吉村・Ｔｈｉ・梅の日常",
    "chara": [6]
  },
  {
    "id": 7,
    "name": "ふたりで守る灯り",
    "chara": [7]
  },
  {
    "id": 8,
    "name": "淑やかなるスナイパー",
    "chara": [8]
  },
  {
    "id": 9,
    "name": "先輩と後輩と仲間たち",
    "chara": [9]
  },
  {
    "id": 10,
    "name": "全力少女",
    "chara": [10]
  },
  {
    "id": 11,
    "name": "藍の一番長い日",
    "chara": [11]
  },
  {
    "id": 12,
    "name": "ヘルヴォルの名を冠する者",
    "chara": [12]
  },
  {
    "id": 13,
    "name": "言葉なく猛る",
    "chara": [13]
  },
  {
    "id": 14,
    "name": "秘密の魔法の唱え方",
    "chara": [14]
  },
  {
    "id": 15,
    "name": "その笑顔を守るために",
    "chara": [15]
  },
  {
    "id": 16,
    "name": "グラン・エプレの必勝戦術",
    "chara": [16]
  },
  {
    "id": 17,
    "name": "努力は憧れを追って",
    "chara": [17]
  },
  {
    "id": 18,
    "name": "エアリアル☆シューター",
    "chara": [18]
  },
  {
    "id": 19,
    "name": "花は優しく微笑む",
    "chara": [19]
  },
  {
    "id": 20,
    "name": "お気に入りの隊服",
    "chara": [1]
  },
  {
    "id": 21,
    "name": "孤高のリリィが生きる今",
    "chara": [2]
  },
  {
    "id": 22,
    "name": "バトル・ウエイトレス",
    "chara": [3]
  },
  {
    "id": 23,
    "name": "一柳隊の仲間として",
    "chara": [4]
  },
  {
    "id": 24,
    "name": "紅蓮を翔ける勇者",
    "chara": [5]
  },
  {
    "id": 25,
    "name": "トレイン・コースター",
    "chara": [6]
  },
  {
    "id": 26,
    "name": "可憐なる旗のもとに",
    "chara": [7]
  },
  {
    "id": 27,
    "name": "踏み出す勇気",
    "chara": [8]
  },
  {
    "id": 28,
    "name": "夢見る魔法少女",
    "chara": [9]
  },
  {
    "id": 29,
    "name": "レンズにほころぶ百合の蕾",
    "chara": [7, 8]
  },
  {
    "id": 30,
    "name": "ねむねむにさようなら",
    "chara": [11, 10]
  },
  {
    "id": 31,
    "name": "やさしい黄昏",
    "chara": [15, 16]
  },
  {
    "id": 32,
    "name": "そばにいるだけで",
    "chara": [2, 1]
  },
  {
    "id": 33,
    "name": "祝!!リリース!!",
    "chara": [1, 10, 15]
  },
  {
    "id": 34,
    "name": "果てなき戦いの日々",
    "chara": [1, 2]
  },
  {
    "id": 35,
    "name": "ふたりの約束",
    "chara": [1, 2]
  },
  {
    "id": 36,
    "name": "焔の中の断罪者",
    "chara": [2]
  },
  {
    "id": 37,
    "name": "帰り立つ少女",
    "chara": [1]
  },
  {
    "id": 38,
    "name": "シュッツエンゲルの誓い",
    "chara": [1, 2]
  },
  {
    "id": 39,
    "name": "雪辱の一閃",
    "chara": [2]
  },
  {
    "id": 40,
    "name": "疾風の救助者",
    "chara": [6]
  },
  {
    "id": 41,
    "name": "強くなるために",
    "chara": [1]
  },
  {
    "id": 42,
    "name": "Dear Schutzengel",
    "chara": [2]
  },
  {
    "id": 43,
    "name": "アフタヌーンティー",
    "chara": [3]
  },
  {
    "id": 44,
    "name": "夜に潜む",
    "chara": [5]
  },
  {
    "id": 45,
    "name": "伝えたい言葉",
    "chara": [1]
  },
  {
    "id": 46,
    "name": "歴戦の貫禄",
    "chara": [2]
  },
  {
    "id": 47,
    "name": "ニアレスト",
    "chara": [5, 1]
  },
  {
    "id": 48,
    "name": "雨上がりの朝稽古",
    "chara": [1]
  },
  {
    "id": 49,
    "name": "放課後ファンタズム",
    "chara": [5]
  },
  {
    "id": 50,
    "name": "盾の乙女",
    "chara": [10]
  },
  {
    "id": 51,
    "name": "雨降って絆深まる",
    "chara": [10]
  },
  {
    "id": 52,
    "name": "お気に入りのかわいい服",
    "chara": [11]
  },
  {
    "id": 53,
    "name": "誇りの一閃",
    "chara": [12]
  },
  {
    "id": 54,
    "name": "約束のピクニック",
    "chara": [13]
  },
  {
    "id": 55,
    "name": "ヘルヴォルの戦乙女",
    "chara": [14]
  },
  {
    "id": 56,
    "name": "私たちの正義",
    "chara": [10, 12]
  },
  {
    "id": 57,
    "name": "星降る夜の約束",
    "chara": [7]
  },
  {
    "id": 58,
    "name": "変わる世界と変わらぬ想い",
    "chara": [15]
  },
  {
    "id": 59,
    "name": "貴方に贈る花",
    "chara": [16]
  },
  {
    "id": 60,
    "name": "わたしの秘密の記録",
    "chara": [17]
  },
  {
    "id": 61,
    "name": "都会の空を舞う天使",
    "chara": [18]
  },
  {
    "id": 62,
    "name": "ストロベリー・プリンセス",
    "chara": [19]
  },
  {
    "id": 63,
    "name": "これまでも、これからも隣で",
    "chara": [15, 16]
  },
  {
    "id": 64,
    "name": "猫の誘惑",
    "chara": [5]
  },
  {
    "id": 65,
    "name": "安らぎの帰り道",
    "chara": [3, 4]
  },
  {
    "id": 66,
    "name": "戦場を切り裂く閃光",
    "chara": [9]
  },
  {
    "id": 67,
    "name": "わたしにできること",
    "chara": [4]
  },
  {
    "id": 68,
    "name": "一流の戦い",
    "chara": [3]
  },
  {
    "id": 69,
    "name": "ロイヤル・ホスピタリティ",
    "chara": [3]
  },
  {
    "id": 70,
    "name": "一柳隊、大特集！",
    "chara": [4]
  },
  {
    "id": 71,
    "name": "一柳隊の知恵袋",
    "chara": [9]
  },
  {
    "id": 72,
    "name": "ふたりのアーセナル",
    "chara": [9, 20]
  },
  {
    "id": 73,
    "name": "CHARMにお疲れ様",
    "chara": [3, 4, 9]
  },
  {
    "id": 74,
    "name": "あたしがこの手で守るもの",
    "chara": [12]
  },
  {
    "id": 75,
    "name": "ガラスの中の大切な世界",
    "chara": [8]
  },
  {
    "id": 76,
    "name": "姫歌イメチェン大作戦!!",
    "chara": [19]
  },
  {
    "id": 77,
    "name": "晴れのちラムネ",
    "chara": [1]
  },
  {
    "id": 78,
    "name": "湯けむりの園",
    "chara": [3, 1]
  },
  {
    "id": 79,
    "name": "クラシック・ホリデイ",
    "chara": [2]
  },
  {
    "id": 80,
    "name": "迷子のクマ",
    "chara": [13]
  },
  {
    "id": 81,
    "name": "うさぎになったカメ",
    "chara": [6]
  },
  {
    "id": 82,
    "name": "アイドルリリィ★スマイル",
    "chara": [19, 18]
  },
  {
    "id": 83,
    "name": "ハッピー☆シューティングスター",
    "chara": [18]
  },
  {
    "id": 84,
    "name": "光り輝くステージへ",
    "chara": [15]
  },
  {
    "id": 85,
    "name": "アイドルリリィをつかまえて",
    "chara": [16, 15]
  },
  {
    "id": 86,
    "name": "姫歌を脅かす2つの新星",
    "chara": [17, 18]
  },
  {
    "id": 87,
    "name": "ひめひめ・オン・ザ・ステージ！",
    "chara": [19]
  },
  {
    "id": 88,
    "name": "藍の宝物",
    "chara": [11]
  },
  {
    "id": 89,
    "name": "突き通す信念の剣",
    "chara": [10]
  },
  {
    "id": 90,
    "name": "トリガーハッピー",
    "chara": [11]
  },
  {
    "id": 91,
    "name": "たった一歩の前進",
    "chara": [12]
  },
  {
    "id": 92,
    "name": "キャッチ＆リリース＆イート",
    "chara": [11]
  },
  {
    "id": 93,
    "name": "そこにある笑顔",
    "chara": [13]
  },
  {
    "id": 94,
    "name": "白花咲く港",
    "chara": [14]
  },
  {
    "id": 95,
    "name": "星が見えない君へ",
    "chara": [10, 12]
  },
  {
    "id": 96,
    "name": "ふたつのふれあい",
    "chara": [5]
  },
  {
    "id": 97,
    "name": "ワンショット",
    "chara": [16]
  },
  {
    "id": 98,
    "name": "不器用なお姉様",
    "chara": [2]
  },
  {
    "id": 99,
    "name": "レンズに咲く百合の花",
    "chara": [7]
  },
  {
    "id": 100,
    "name": "ハッピーハッピー☆タピオカ",
    "chara": [18]
  },
  {
    "id": 101,
    "name": "GO!GO!ミリアム",
    "chara": [9]
  },
  {
    "id": 102,
    "name": "優美なる舞",
    "chara": [3]
  },
  {
    "id": 103,
    "name": "踏み込む勇気",
    "chara": [4]
  },
  {
    "id": 104,
    "name": "見切れ希望女子",
    "chara": [17, 16]
  },
  {
    "id": 105,
    "name": "空想と現実は陸続き",
    "chara": [17]
  },
  {
    "id": 106,
    "name": "パーフェクトガード",
    "chara": [5]
  },
  {
    "id": 107,
    "name": "朋友",
    "chara": [7, 8]
  },
  {
    "id": 108,
    "name": "想いの輪唱",
    "chara": [8, 7]
  },
  {
    "id": 109,
    "name": "復讐の炎",
    "chara": [7]
  },
  {
    "id": 110,
    "name": "甘いスイーツでおもてなし♪",
    "chara": [5, 7, 8]
  },
  {
    "id": 111,
    "name": "出逢いの約束",
    "chara": [8, 7]
  },
  {
    "id": 112,
    "name": "恋花様ダイエット大作戦",
    "chara": [12]
  },
  {
    "id": 113,
    "name": "不完全ゆえに愛おしく",
    "chara": [15]
  },
  {
    "id": 114,
    "name": "果断なる漆黒の騎士",
    "chara": [10]
  },
  {
    "id": 115,
    "name": "撃滅のブラックナイト",
    "chara": [11]
  },
  {
    "id": 116,
    "name": "優麗なる白の姫騎士",
    "chara": [15]
  },
  {
    "id": 117,
    "name": "不滅のホワイトナイト",
    "chara": [16]
  },
  {
    "id": 118,
    "name": "カワイイのシャッターチャンス",
    "chara": [19]
  },
  {
    "id": 119,
    "name": "おこづかいのゆくえ",
    "chara": [11]
  },
  {
    "id": 120,
    "name": "心を満たす栄養食",
    "chara": [14]
  },
  {
    "id": 121,
    "name": "この地にて芽吹く",
    "chara": [16]
  },
  {
    "id": 122,
    "name": "百由の息抜き",
    "chara": [20]
  },
  {
    "id": 123,
    "name": "未来を切り開く武器",
    "chara": [20]
  },
  {
    "id": 124,
    "name": "新しい可能性",
    "chara": [9]
  },
  {
    "id": 125,
    "name": "アーセナルの絆",
    "chara": [9, 20]
  },
  {
    "id": 126,
    "name": "黄昏の研究者たち",
    "chara": [9, 20]
  },
  {
    "id": 127,
    "name": "鬼さんズ、こちら",
    "chara": [7, 4]
  },
  {
    "id": 128,
    "name": "文武両道の乙女",
    "chara": [7]
  },
  {
    "id": 129,
    "name": "ひとりはみんなのために",
    "chara": [8]
  },
  {
    "id": 130,
    "name": "アンブレイカブル",
    "chara": [17]
  },
  {
    "id": 131,
    "name": "蒼き月の御使い",
    "chara": [21]
  },
  {
    "id": 132,
    "name": "勝負の鍵は",
    "chara": [10]
  },
  {
    "id": 133,
    "name": "アナザーワールド",
    "chara": [1]
  },
  {
    "id": 134,
    "name": "ウォーター・レイルウェイ",
    "chara": [2, 10, 1]
  },
  {
    "id": 135,
    "name": "ラ・ヴァカンス・パルフェ",
    "chara": [3]
  },
  {
    "id": 136,
    "name": "水の車窓",
    "chara": [3, 1, 2]
  },
  {
    "id": 137,
    "name": "ランペイジクラフト",
    "chara": [10]
  },
  {
    "id": 138,
    "name": "ざっぱ～～ん！",
    "chara": [11]
  },
  {
    "id": 139,
    "name": "おもちゃのプール",
    "chara": [13, 11]
  },
  {
    "id": 140,
    "name": "あなたと甘いひとときを",
    "chara": [1]
  },
  {
    "id": 141,
    "name": "エスコートナイト",
    "chara": [8, 7]
  },
  {
    "id": 142,
    "name": "輝きの海岸線",
    "chara": [7]
  },
  {
    "id": 143,
    "name": "馳せたる海辺",
    "chara": [5, 8, 7]
  },
  {
    "id": 144,
    "name": "グリーンライフ",
    "chara": [15]
  },
  {
    "id": 145,
    "name": "きみとぼくの創作世界",
    "chara": [18]
  },
  {
    "id": 146,
    "name": "スーパーかわいいジャンプ！",
    "chara": [19, 18]
  },
  {
    "id": 147,
    "name": "レギオン、集結",
    "chara": [1, 10, 15]
  },
  {
    "id": 148,
    "name": "夜の闇を切り拓く者たち",
    "chara": [15, 16, 17, 19, 18]
  },
  {
    "id": 149,
    "name": "通じ合うふたり",
    "chara": [8, 13]
  },
  {
    "id": 150,
    "name": "顕現する脅威",
    "chara": [1, 10, 15]
  },
  {
    "id": 151,
    "name": "ラプラスの発動",
    "chara": [1]
  },
  {
    "id": 152,
    "name": "親愛なる仲間",
    "chara": [7, 19, 18]
  },
  {
    "id": 153,
    "name": "単騎無双",
    "chara": [3]
  },
  {
    "id": 154,
    "name": "信頼の背中",
    "chara": [10, 15]
  },
  {
    "id": 155,
    "name": "戦いを終えて",
    "chara": [1, 2, 10, 15]
  },
  {
    "id": 156,
    "name": "リリィのすべてを伝えるために",
    "chara": [4]
  },
  {
    "id": 157,
    "name": "リリィたちの羽休め",
    "chara": [1, 2, 10, 15]
  },
  {
    "id": 158,
    "name": "神宿りの暴走",
    "chara": [2]
  },
  {
    "id": 159,
    "name": "大切な存在",
    "chara": [6, 2]
  },
  {
    "id": 160,
    "name": "悲壮の華",
    "chara": [14]
  },
  {
    "id": 161,
    "name": "黄昏の英雄たち",
    "chara": [2, 6, 21, 14, 22]
  },
  {
    "id": 162,
    "name": "のびのびトレーニング！",
    "chara": [6]
  },
  {
    "id": 163,
    "name": "プランセス",
    "chara": [22]
  },
  {
    "id": 164,
    "name": "夜空に咲く約束の花",
    "chara": [15, 16]
  },
  {
    "id": 165,
    "name": "もう何も奪わせない",
    "chara": [16]
  },
  {
    "id": 166,
    "name": "夏祭りのスナイパー",
    "chara": [4]
  },
  {
    "id": 167,
    "name": "約束の蕾",
    "chara": [15, 16]
  },
  {
    "id": 168,
    "name": "紅巴式夏祭りの楽しみ方",
    "chara": [17]
  },
  {
    "id": 169,
    "name": "優しい夕暮れ",
    "chara": [13, 11]
  },
  {
    "id": 170,
    "name": "楽しい遊園地",
    "chara": [11]
  },
  {
    "id": 171,
    "name": "繋げたい言葉",
    "chara": [5]
  },
  {
    "id": 172,
    "name": "いつかみんなと見る景色",
    "chara": [11, 5]
  },
  {
    "id": 173,
    "name": "リフレッシュ！エンジン",
    "chara": [10]
  },
  {
    "id": 174,
    "name": "清淑なる黒き槍",
    "chara": [14]
  },
  {
    "id": 175,
    "name": "プリンセスひめひめ",
    "chara": [19]
  },
  {
    "id": 176,
    "name": "仮想訓練場の応酬",
    "chara": [8]
  },
  {
    "id": 177,
    "name": "獅子奮迅",
    "chara": [23]
  },
  {
    "id": 178,
    "name": "はるかな空",
    "chara": [31, 1]
  },
  {
    "id": 179,
    "name": "貫く想いの一撃",
    "chara": [31]
  },
  {
    "id": 180,
    "name": "救う願いの一閃",
    "chara": [32]
  },
  {
    "id": 181,
    "name": "束ねる絆の一夜",
    "chara": [33]
  },
  {
    "id": 182,
    "name": "わたしたちの魔法",
    "chara": [31, 1]
  },
  {
    "id": 183,
    "name": "小さなシュッツエンゲル",
    "chara": [31, 32]
  },
  {
    "id": 184,
    "name": "世界を越えて",
    "chara": [32, 2]
  },
  {
    "id": 185,
    "name": "凛々しい花々",
    "chara": [1, 2, 10, 15]
  },
  {
    "id": 186,
    "name": "姉妹の休息",
    "chara": [9, 20]
  },
  {
    "id": 187,
    "name": "花を束ねる者",
    "chara": [1, 10, 15]
  },
  {
    "id": 188,
    "name": "追跡者",
    "chara": [10]
  },
  {
    "id": 189,
    "name": "この空の下で",
    "chara": [15]
  },
  {
    "id": 190,
    "name": "発進☆ユニコーン！",
    "chara": [18]
  },
  {
    "id": 191,
    "name": "一直線上のストラテジー",
    "chara": [2]
  },
  {
    "id": 192,
    "name": "校舎屋上のストラグル",
    "chara": [1]
  },
  {
    "id": 193,
    "name": "ハッピーを見つけたら☆",
    "chara": [18]
  },
  {
    "id": 194,
    "name": "誠実なる守護者",
    "chara": [24]
  },
  {
    "id": 195,
    "name": "ハッピー＆トリート",
    "chara": [15]
  },
  {
    "id": 196,
    "name": "吸血鬼のたしなみ",
    "chara": [16, 15]
  },
  {
    "id": 197,
    "name": "おいでよ☆ハロウィン",
    "chara": [18]
  },
  {
    "id": 198,
    "name": "ヘルヴォルのお嫁さん",
    "chara": [14]
  },
  {
    "id": 199,
    "name": "ようこそ！ふしぎの国へ",
    "chara": [5]
  },
  {
    "id": 200,
    "name": "プレ・ハロウィンパーティー！",
    "chara": [6, 5, 9]
  },
  {
    "id": 201,
    "name": "ホワイト・ラビット・マジック！",
    "chara": [9]
  },
  {
    "id": 202,
    "name": "平穏を守るための哮り",
    "chara": [19]
  },
  {
    "id": 203,
    "name": "フォール・ダウン・アタック",
    "chara": [13]
  },
  {
    "id": 204,
    "name": "無邪気な親近感",
    "chara": [11]
  },
  {
    "id": 205,
    "name": "ここから先へ",
    "chara": [5, 11]
  },
  {
    "id": 206,
    "name": "神の子",
    "chara": [25]
  },
  {
    "id": 207,
    "name": "プレシャス・モーニング",
    "chara": [8, 7]
  },
  {
    "id": 208,
    "name": "飾らぬ想いに咲き誇る",
    "chara": [15]
  },
  {
    "id": 209,
    "name": "ヘイムスクリングラ・シスターズ",
    "chara": [8, 34]
  },
  {
    "id": 210,
    "name": "勝利の女神が微笑む時",
    "chara": [7]
  },
  {
    "id": 211,
    "name": "二水のヘイムスクリングラ体験",
    "chara": [4]
  },
  {
    "id": 212,
    "name": "アクアプラクティス",
    "chara": [14]
  },
  {
    "id": 213,
    "name": "街角の寡黙な花",
    "chara": [13]
  },
  {
    "id": 214,
    "name": "電光石火でご到着！",
    "chara": [7]
  },
  {
    "id": 215,
    "name": "スピード☆スター",
    "chara": [18]
  },
  {
    "id": 216,
    "name": "駆けろ！エージェント",
    "chara": [12, 13, 14]
  },
  {
    "id": 217,
    "name": "美しき鉄糸の舞",
    "chara": [14]
  },
  {
    "id": 218,
    "name": "せめて、この子だけは",
    "chara": [13]
  },
  {
    "id": 219,
    "name": "リトル・アークメイジ",
    "chara": [26]
  },
  {
    "id": 220,
    "name": "エレクトロンバウト！",
    "chara": [20]
  },
  {
    "id": 221,
    "name": "気まぐれのツーショット",
    "chara": [3, 9]
  },
  {
    "id": 222,
    "name": "指先と白いペン",
    "chara": [15, 10]
  },
  {
    "id": 223,
    "name": "トライング・オン",
    "chara": [8]
  },
  {
    "id": 224,
    "name": "リワード・マイセルフ",
    "chara": [9]
  },
  {
    "id": 225,
    "name": "リリィになるために！",
    "chara": [35]
  },
  {
    "id": 226,
    "name": "冷たいラムネをどうぞ",
    "chara": [1]
  },
  {
    "id": 227,
    "name": "みんな、ガンバレー！",
    "chara": [35]
  },
  {
    "id": 228,
    "name": "結梨の大好きな場所",
    "chara": [35, 1, 2]
  },
  {
    "id": 229,
    "name": "胸躍る聖夜",
    "chara": [1]
  },
  {
    "id": 230,
    "name": "スノーフレーク",
    "chara": [2, 1]
  },
  {
    "id": 231,
    "name": "プレゼントはお任せ♪",
    "chara": [3]
  },
  {
    "id": 232,
    "name": "高らかと響き渡る歌声の中で",
    "chara": [16]
  },
  {
    "id": 233,
    "name": "大丈夫、みんながいるから",
    "chara": [17]
  },
  {
    "id": 234,
    "name": "戦場のコンダクター",
    "chara": [27]
  },
  {
    "id": 235,
    "name": "情熱の取材前夜！",
    "chara": [4]
  },
  {
    "id": 236,
    "name": "あなたに傘を",
    "chara": [8]
  },
  {
    "id": 237,
    "name": "戦いの合間に",
    "chara": [36, 1, 2, 39]
  },
  {
    "id": 238,
    "name": "絆の歌",
    "chara": [36, 1]
  },
  {
    "id": 239,
    "name": "神獣鏡の輝き",
    "chara": [37]
  },
  {
    "id": 240,
    "name": "ガンズ・パーティー",
    "chara": [38]
  },
  {
    "id": 241,
    "name": "気高き錬金術士",
    "chara": [39]
  },
  {
    "id": 242,
    "name": "元日の決斗！",
    "chara": [2]
  },
  {
    "id": 243,
    "name": "心弛ぶひととき",
    "chara": [7]
  },
  {
    "id": 244,
    "name": "故郷へ想い馳せながら",
    "chara": [8]
  },
  {
    "id": 245,
    "name": "罰執行のお時間です",
    "chara": [7, 8]
  },
  {
    "id": 246,
    "name": "大切な貴方への贈り物",
    "chara": [3]
  },
  {
    "id": 247,
    "name": "ボナペティ！",
    "chara": [25]
  },
  {
    "id": 248,
    "name": "CHARMを絵筆に替えて",
    "chara": [23]
  },
  {
    "id": 249,
    "name": "海の世界に想いを馳せて",
    "chara": [22]
  },
  {
    "id": 250,
    "name": "ミューチュアル・プロテクション",
    "chara": [9]
  },
  {
    "id": 251,
    "name": "ファイア・ダッシュ",
    "chara": [20]
  },
  {
    "id": 252,
    "name": "パジャマパーティー",
    "chara": [1, 2, 10, 15]
  },
  {
    "id": 253,
    "name": "猪突猛進！",
    "chara": [28]
  },
  {
    "id": 254,
    "name": "戦いの旅路",
    "chara": [1, 45, 10, 15, 40, 41]
  },
  {
    "id": 255,
    "name": "Anniversary Memoria -大切なあなたを想い-",
    "chara": [8]
  },
  {
    "id": 256,
    "name": "狂乱の姫巫女",
    "chara": [40]
  },
  {
    "id": 257,
    "name": "台場の白き魔女",
    "chara": [41]
  },
  {
    "id": 258,
    "name": "鬼神の意志を継ぐ者",
    "chara": [45]
  },
  {
    "id": 259,
    "name": "ラ・ピュセル",
    "chara": [46]
  },
  {
    "id": 260,
    "name": "戦火の結束",
    "chara": [1, 10, 15, 40, 45]
  },
  {
    "id": 261,
    "name": "ジャスト・ザ・ブレイブ",
    "chara": [13]
  },
  {
    "id": 262,
    "name": "コール・ユア・ネーム",
    "chara": [12]
  },
  {
    "id": 263,
    "name": "ガーディアン・パワー",
    "chara": [10]
  },
  {
    "id": 264,
    "name": "エクストリームブースト",
    "chara": [13]
  },
  {
    "id": 265,
    "name": "一筆の心",
    "chara": [7]
  },
  {
    "id": 266,
    "name": "煌めく花々",
    "chara": [1, 2, 10, 15]
  },
  {
    "id": 267,
    "name": "ドキドキ・ショコラーデ",
    "chara": [9, 20]
  },
  {
    "id": 268,
    "name": "まごころをこめて！",
    "chara": [1]
  },
  {
    "id": 269,
    "name": "ハッピーバレンタインだにゃん♪",
    "chara": [8]
  },
  {
    "id": 270,
    "name": "ハンドメイド・リリィ",
    "chara": [25, 8, 1, 9]
  },
  {
    "id": 271,
    "name": "暁に笑う少女",
    "chara": [5]
  },
  {
    "id": 272,
    "name": "ワンマンアーミー",
    "chara": [29]
  },
  {
    "id": 273,
    "name": "暴君の花嫁",
    "chara": [44]
  },
  {
    "id": 274,
    "name": "セインツの宝石",
    "chara": [43]
  },
  {
    "id": 275,
    "name": "劔の妖精",
    "chara": [42]
  },
  {
    "id": 276,
    "name": "信念と誇り",
    "chara": [15, 40, 16, 41]
  },
  {
    "id": 277,
    "name": "寂寥の美",
    "chara": [17]
  },
  {
    "id": 278,
    "name": "先駆けプリンセス",
    "chara": [19]
  },
  {
    "id": 279,
    "name": "遠い日の足跡",
    "chara": [18]
  },
  {
    "id": 280,
    "name": "真夜中のクリエイター",
    "chara": [19]
  },
  {
    "id": 281,
    "name": "小春日和",
    "chara": [21, 25]
  },
  {
    "id": 282,
    "name": "放課後のミューズ",
    "chara": [24]
  },
  {
    "id": 283,
    "name": "純白の想い",
    "chara": [2, 1]
  },
  {
    "id": 284,
    "name": "いつでも近くに",
    "chara": [20, 9]
  },
  {
    "id": 285,
    "name": "あなただけの守護天使",
    "chara": [21, 25]
  },
  {
    "id": 286,
    "name": "レスキューキャット",
    "chara": [6, 5]
  },
  {
    "id": 287,
    "name": "静かに肩を寄せて",
    "chara": [4, 3]
  },
  {
    "id": 288,
    "name": "ブレイブ・ショット",
    "chara": [10]
  },
  {
    "id": 289,
    "name": "不撓不屈の心を胸に",
    "chara": [15]
  },
  {
    "id": 290,
    "name": "迎え撃つ勇士たち",
    "chara": [1, 10, 15]
  },
  {
    "id": 291,
    "name": "キラキラアイスクリーム！",
    "chara": [11]
  },
  {
    "id": 292,
    "name": "デートのプロフェッショナル",
    "chara": [51, 16]
  },
  {
    "id": 293,
    "name": "静寂の中で",
    "chara": [50]
  },
  {
    "id": 294,
    "name": "灼爛の一撃",
    "chara": [51]
  },
  {
    "id": 295,
    "name": "扶翼の剣",
    "chara": [52]
  },
  {
    "id": 296,
    "name": "悪夢との共闘",
    "chara": [50, 52]
  },
  {
    "id": 297,
    "name": "世界を守る剣たち",
    "chara": [52, 15]
  },
  {
    "id": 298,
    "name": "水流乱撃",
    "chara": [5]
  },
  {
    "id": 299,
    "name": "なかよしとわいらいと",
    "chara": [14, 11]
  },
  {
    "id": 300,
    "name": "月下の傍観者",
    "chara": [5, 1]
  },
  {
    "id": 301,
    "name": "愛しき人との待ち合わせ",
    "chara": [2]
  },
  {
    "id": 302,
    "name": "そうさく倶楽部の活動",
    "chara": [53, 3]
  },
  {
    "id": 303,
    "name": "不動劔の姫",
    "chara": [53]
  },
  {
    "id": 304,
    "name": "飛翔迎撃",
    "chara": [4]
  },
  {
    "id": 305,
    "name": "麗しき出立",
    "chara": [3]
  },
  {
    "id": 306,
    "name": "フラガラッハの光",
    "chara": [21]
  },
  {
    "id": 307,
    "name": "雷光一閃",
    "chara": [18]
  },
  {
    "id": 308,
    "name": "アクアストライク",
    "chara": [14]
  },
  {
    "id": 309,
    "name": "ストームデュオ",
    "chara": [15, 18]
  },
  {
    "id": 310,
    "name": "アサルトリリィ ふるーつ",
    "chara": [1, 2, 10, 15]
  },
  {
    "id": 311,
    "name": "駆ける希望",
    "chara": [1, 45, 40]
  },
  {
    "id": 312,
    "name": "Emotional Memoria -癒しの露天風呂-",
    "chara": [14]
  },
  {
    "id": 313,
    "name": "不死身の刃",
    "chara": [47]
  },
  {
    "id": 314,
    "name": "友を守護する剣",
    "chara": [48]
  },
  {
    "id": 315,
    "name": "狂化フルスロットル",
    "chara": [49]
  },
  {
    "id": 316,
    "name": "みんなを守るために",
    "chara": [11, 45]
  },
  {
    "id": 317,
    "name": "足踏み健康ロードの悲劇",
    "chara": [12]
  },
  {
    "id": 318,
    "name": "すってんあかりん",
    "chara": [18]
  },
  {
    "id": 319,
    "name": "ブレイク・タイム",
    "chara": [3, 5]
  },
  {
    "id": 320,
    "name": "ラブリーアンドピース",
    "chara": [15, 19]
  },
  {
    "id": 321,
    "name": "思い出はカメラの中に",
    "chara": [16, 18, 17]
  },
  {
    "id": 322,
    "name": "希望の光",
    "chara": [10, 14]
  },
  {
    "id": 323,
    "name": "だいすきをあげる",
    "chara": [11]
  },
  {
    "id": 324,
    "name": "私ヲ蝕ム悪イ夢",
    "chara": [14]
  },
  {
    "id": 325,
    "name": "昼下がりのラプソディー",
    "chara": [16]
  },
  {
    "id": 326,
    "name": "心の炎は豪雨で消えず",
    "chara": [1]
  },
  {
    "id": 327,
    "name": "相生の水先案内人",
    "chara": [16]
  },
  {
    "id": 328,
    "name": "もう一度、何度でも",
    "chara": [8, 1]
  },
  {
    "id": 329,
    "name": "BZのプロフェッショナル",
    "chara": [54]
  },
  {
    "id": 330,
    "name": "最高のルームメイト",
    "chara": [2, 54]
  },
  {
    "id": 331,
    "name": "美しき師弟関係",
    "chara": [1, 54]
  },
  {
    "id": 332,
    "name": "生徒会のお仕事",
    "chara": [54]
  },
  {
    "id": 333,
    "name": "尊みの探求者",
    "chara": [17]
  },
  {
    "id": 334,
    "name": "回遊のススメ",
    "chara": [18, 8]
  },
  {
    "id": 335,
    "name": "メイクアップ！",
    "chara": [12, 11]
  },
  {
    "id": 336,
    "name": "謳歌のミュージックアワー",
    "chara": [13, 10]
  },
  {
    "id": 337,
    "name": "お手当マイスター",
    "chara": [16, 18]
  },
  {
    "id": 338,
    "name": "勝利のファンファーレ",
    "chara": [6, 7]
  },
  {
    "id": 339,
    "name": "M.V.P.オンステージ",
    "chara": [19, 15]
  },
  {
    "id": 340,
    "name": "乙女の非常事態",
    "chara": [13]
  },
  {
    "id": 341,
    "name": "ビーチでバカンス",
    "chara": [17, 18]
  },
  {
    "id": 342,
    "name": "華の休息",
    "chara": [14]
  },
  {
    "id": 343,
    "name": "クローバー・クラウン",
    "chara": [1]
  },
  {
    "id": 344,
    "name": "猛る獅子の剣",
    "chara": [23]
  },
  {
    "id": 345,
    "name": "ここから先は通さない",
    "chara": [13]
  },
  {
    "id": 346,
    "name": "巨影を討つ閃光",
    "chara": [8]
  },
  {
    "id": 347,
    "name": "この勝利が小さな一歩でも",
    "chara": [10, 13]
  },
  {
    "id": 348,
    "name": "Emotional Memoria-お姉様の水難-",
    "chara": [2]
  },
  {
    "id": 349,
    "name": "ピュリファイ・ラプラス",
    "chara": [1]
  },
  {
    "id": 350,
    "name": "絆のアルケミートレース",
    "chara": [5]
  },
  {
    "id": 351,
    "name": "信じる想いを力に変えて",
    "chara": [8, 1]
  },
  {
    "id": 352,
    "name": "水も滴るいい乙女",
    "chara": [12]
  },
  {
    "id": 353,
    "name": "ゼロ距離のしあわせ",
    "chara": [17, 15]
  },
  {
    "id": 354,
    "name": "光の注ぐ夜",
    "chara": [6, 4]
  },
  {
    "id": 355,
    "name": "やめられない刺激",
    "chara": [17]
  },
  {
    "id": 356,
    "name": "殲滅のシルバーバレット",
    "chara": [13]
  },
  {
    "id": 357,
    "name": "祝1.5周年りりふぇす!!",
    "chara": [1, 10, 15]
  },
  {
    "id": 358,
    "name": "面目躍如のサバイバル",
    "chara": [4, 3]
  },
  {
    "id": 359,
    "name": "炊事は任せた！",
    "chara": [6, 2]
  },
  {
    "id": 360,
    "name": "ウッドクラフトに挑戦",
    "chara": [9]
  },
  {
    "id": 361,
    "name": "ダイビング・アタッカー",
    "chara": [5]
  },
  {
    "id": 362,
    "name": "楽しいを探しに行こう！",
    "chara": [5]
  },
  {
    "id": 363,
    "name": "Emotional Memoria-晴れときどきサンオイル-",
    "chara": [3]
  },
  {
    "id": 364,
    "name": "アンブッシュ",
    "chara": [2]
  },
  {
    "id": 365,
    "name": "淀みを蹴って",
    "chara": [17]
  },
  {
    "id": 366,
    "name": "バトル・デプロイメント",
    "chara": [6, 2]
  },
  {
    "id": 367,
    "name": "クリエイターズコラボ-月に顔をそむけて-",
    "chara": [23, 1]
  },
  {
    "id": 368,
    "name": "クリエイターズコラボ-レディーティータイム-",
    "chara": [16, 14]
  },
  {
    "id": 369,
    "name": "クリエイターズコラボ-ひまわりとんだよ-",
    "chara": [11, 15]
  },
  {
    "id": 370,
    "name": "クリエイターズコラボ-らぶらぶぴーす-",
    "chara": [18, 8]
  },
  {
    "id": 371,
    "name": "不屈の一太刀",
    "chara": [10]
  },
  {
    "id": 372,
    "name": "極限コンビネーション",
    "chara": [12, 13]
  },
  {
    "id": 373,
    "name": "激戦の終わりに",
    "chara": [13, 10]
  },
  {
    "id": 374,
    "name": "Cherish",
    "chara": [1, 2, 3, 4, 5, 6, 7, 8, 9]
  },
  {
    "id": 375,
    "name": "Diverse",
    "chara": [15, 10, 11, 12, 13, 14, 16, 17, 18, 19]
  },
  {
    "id": 376,
    "name": "新刊1部ください！？",
    "chara": [17, 4]
  },
  {
    "id": 377,
    "name": "見返り美人",
    "chara": [14]
  },
  {
    "id": 378,
    "name": "夏の海とかき氷",
    "chara": [10]
  },
  {
    "id": 379,
    "name": "クリエイターズコラボ-きらめきステージ-",
    "chara": [1]
  },
  {
    "id": 380,
    "name": "クリエイターズコラボ-躍動の旋律-",
    "chara": [2]
  },
  {
    "id": 381,
    "name": "クリエイターズコラボ-花咲くハーモニー-",
    "chara": [7]
  },
  {
    "id": 382,
    "name": "クリエイターズコラボ-想いを込めた歌声-",
    "chara": [8]
  },
  {
    "id": 383,
    "name": "祭囃子と恋の音",
    "chara": [3, 1]
  },
  {
    "id": 384,
    "name": "ポイ越しの笑顔",
    "chara": [1]
  },
  {
    "id": 385,
    "name": "飛び出せミリアム！",
    "chara": [9]
  },
  {
    "id": 386,
    "name": "クリエイターズコラボ-納涼かき氷-",
    "chara": [1, 9]
  },
  {
    "id": 387,
    "name": "クリエイターズコラボ-涼やかな響き-",
    "chara": [10, 11]
  },
  {
    "id": 388,
    "name": "クリエイターズコラボ-打ち上げ花火-",
    "chara": [15, 16]
  },
  {
    "id": 389,
    "name": "クリエイターズコラボ-夏色日和-",
    "chara": [21, 25]
  },
  {
    "id": 390,
    "name": "ナイトガンスリンガー",
    "chara": [26]
  },
  {
    "id": 391,
    "name": "天からの強襲",
    "chara": [6]
  },
  {
    "id": 392,
    "name": "アクロバット・シューター",
    "chara": [12]
  },
  {
    "id": 393,
    "name": "その瞳に映るモノ",
    "chara": [17, 12]
  },
  {
    "id": 394,
    "name": "氷帝",
    "chara": [56]
  },
  {
    "id": 395,
    "name": "白鳥の姫騎士",
    "chara": [57]
  },
  {
    "id": 396,
    "name": "戦場のお色直し",
    "chara": [1, 56]
  },
  {
    "id": 397,
    "name": "親愛なるルームメイト",
    "chara": [56, 1]
  },
  {
    "id": 398,
    "name": "クリエイターズコラボ-りざるとちぇっく-",
    "chara": [4, 3]
  },
  {
    "id": 399,
    "name": "クリエイターズコラボ-もっと優しく-",
    "chara": [13, 12]
  },
  {
    "id": 400,
    "name": "クリエイターズコラボ-先輩ふぁいと☆-",
    "chara": [16, 18]
  },
  {
    "id": 401,
    "name": "クリエイターズコラボ-ペアトレ-",
    "chara": [29, 26]
  },
  {
    "id": 402,
    "name": "一葉ののんびりタイム",
    "chara": [10]
  },
  {
    "id": 403,
    "name": "真夜中の極秘作戦",
    "chara": [10]
  },
  {
    "id": 404,
    "name": "ミッドナイトスティール",
    "chara": [13]
  },
  {
    "id": 405,
    "name": "息を潜めて",
    "chara": [14]
  },
  {
    "id": 406,
    "name": "クリエイターズコラボ-すすきの道しるべ-",
    "chara": [6, 5]
  },
  {
    "id": 407,
    "name": "クリエイターズコラボ-二人の奏でる夜の歌-",
    "chara": [17, 19]
  },
  {
    "id": 408,
    "name": "クリエイターズコラボ-星空のどうぶつ探し-",
    "chara": [11, 14]
  },
  {
    "id": 409,
    "name": "クリエイターズコラボ-好きなものを一緒に-",
    "chara": [28, 27]
  },
  {
    "id": 410,
    "name": "静寂に佇む狩人",
    "chara": [5]
  },
  {
    "id": 411,
    "name": "藍は舞い降りた",
    "chara": [11]
  },
  {
    "id": 412,
    "name": "らんとたづさのかくれんぼ",
    "chara": [11, 5]
  },
  {
    "id": 413,
    "name": "ダイスキをキャンバスに",
    "chara": [18]
  },
  {
    "id": 414,
    "name": "ふたりの距離",
    "chara": [16, 15]
  },
  {
    "id": 415,
    "name": "庭園の護り人",
    "chara": [15]
  },
  {
    "id": 416,
    "name": "ソーイングマスター姫歌",
    "chara": [19]
  },
  {
    "id": 417,
    "name": "秋空ピクニック",
    "chara": [14]
  },
  {
    "id": 418,
    "name": "クリエイターズコラボ-ジャックコーデ-",
    "chara": [12, 10]
  },
  {
    "id": 419,
    "name": "クリエイターズコラボ-Early Trick-",
    "chara": [24, 23]
  },
  {
    "id": 420,
    "name": "クリエイターズコラボ-こころにいたずら-",
    "chara": [2, 1]
  },
  {
    "id": 421,
    "name": "クリエイターズコラボ-くるくおーらんたん-",
    "chara": [18, 19]
  },
  {
    "id": 422,
    "name": "陽だまりシュッツエンゲル",
    "chara": [37, 36]
  },
  {
    "id": 423,
    "name": "夜空に響く勝利の歌",
    "chara": [36]
  },
  {
    "id": 424,
    "name": "いたずらゴースト",
    "chara": [11]
  },
  {
    "id": 425,
    "name": "どきどきデビル",
    "chara": [13]
  },
  {
    "id": 426,
    "name": "はじらいマミー",
    "chara": [14]
  },
  {
    "id": 427,
    "name": "クリエイターズコラボ-秋の木漏れ日-",
    "chara": [15, 16]
  },
  {
    "id": 428,
    "name": "クリエイターズコラボ-秋月夜の彩り-",
    "chara": [22, 21]
  },
  {
    "id": 429,
    "name": "クリエイターズコラボ-紅葉も頬も色づいて-",
    "chara": [8, 7]
  },
  {
    "id": 430,
    "name": "クリエイターズコラボ-紅葉の帳-",
    "chara": [14, 10]
  },
  {
    "id": 431,
    "name": "ひめひめ華麗に参上！",
    "chara": [19]
  },
  {
    "id": 432,
    "name": "好機を待つのじゃ",
    "chara": [9]
  },
  {
    "id": 433,
    "name": "雲間から差し込む光",
    "chara": [19, 9]
  },
  {
    "id": 434,
    "name": "月夜に吠える天狼",
    "chara": [24]
  },
  {
    "id": 435,
    "name": "ワイン色の思い出",
    "chara": [15]
  },
  {
    "id": 436,
    "name": "形勢逆転！！",
    "chara": [58, 10]
  },
  {
    "id": 437,
    "name": "西住流の誇り",
    "chara": [59]
  },
  {
    "id": 438,
    "name": "優雅なティータイム",
    "chara": [60]
  },
  {
    "id": 439,
    "name": "予想外の事態",
    "chara": [61, 11]
  },
  {
    "id": 440,
    "name": "作戦会議です！",
    "chara": [58, 59, 10, 12]
  },
  {
    "id": 441,
    "name": "束の間の休息",
    "chara": [62]
  },
  {
    "id": 442,
    "name": "ワーオ！　エキサイティン！！",
    "chara": [63]
  },
  {
    "id": 443,
    "name": "CHARMという兵器",
    "chara": [58]
  },
  {
    "id": 444,
    "name": "クリエイターズコラボ-ねんねこぐろっぴ-",
    "chara": [20, 9]
  },
  {
    "id": 445,
    "name": "クリエイターズコラボ-不動劔と至宝-",
    "chara": [53, 3]
  },
  {
    "id": 446,
    "name": "カワウソづくし",
    "chara": [4]
  },
  {
    "id": 447,
    "name": "ひめひめコールお願いっ！",
    "chara": [19]
  },
  {
    "id": 448,
    "name": "かめ、のち、えがお",
    "chara": [6]
  },
  {
    "id": 449,
    "name": "暮れなずむ空",
    "chara": [15]
  },
  {
    "id": 450,
    "name": "縄跳びトレーニング",
    "chara": [13]
  },
  {
    "id": 451,
    "name": "あなたとおそろい",
    "chara": [7]
  },
  {
    "id": 452,
    "name": "騒がし乙女の凱旋",
    "chara": [34]
  },
  {
    "id": 453,
    "name": "覚醒の兆し",
    "chara": [8]
  },
  {
    "id": 454,
    "name": "クリエイターズコラボ-もふもふな時間-",
    "chara": [5, 1]
  },
  {
    "id": 455,
    "name": "クリエイターズコラボ-思い出がもう一つ-",
    "chara": [25, 24]
  },
  {
    "id": 456,
    "name": "クリエイターズコラボ-どたばたデイズ-",
    "chara": [17, 18]
  },
  {
    "id": 457,
    "name": "クリエイターズコラボ-いつものおやつ-",
    "chara": [13, 11]
  },
  {
    "id": 458,
    "name": "クリエイターズコラボ-ご一緒にいかが？-",
    "chara": [57, 56]
  },
  {
    "id": 459,
    "name": "鳴り響く狂乱の連弾",
    "chara": [40, 11]
  },
  {
    "id": 460,
    "name": "雪原の白き魔女",
    "chara": [41]
  },
  {
    "id": 461,
    "name": "雪風と踊る少女",
    "chara": [11]
  },
  {
    "id": 462,
    "name": "白に染まる世界",
    "chara": [41]
  },
  {
    "id": 463,
    "name": "レンズ越しの視点",
    "chara": [9]
  },
  {
    "id": 464,
    "name": "帯びる熱と急接近",
    "chara": [10, 15]
  },
  {
    "id": 465,
    "name": "サプライズゲーム",
    "chara": [15]
  },
  {
    "id": 466,
    "name": "はっぴーらっきーとっきー",
    "chara": [17]
  },
  {
    "id": 467,
    "name": "クリエイターズコラボ-ひめひめ仕立て-",
    "chara": [19, 15, 16]
  },
  {
    "id": 468,
    "name": "クリエイターズコラボ-手作りクリスマス-",
    "chara": [14, 12]
  },
  {
    "id": 469,
    "name": "クリエイターズコラボ-聖夜に乾杯-",
    "chara": [54, 2]
  },
  {
    "id": 470,
    "name": "クリエイターズコラボ-聖夜のテラリウム-",
    "chara": [26, 22]
  },
  {
    "id": 471,
    "name": "クリエイターズコラボ-サンタをつかまえて-",
    "chara": [3, 1]
  },
  {
    "id": 472,
    "name": "神琳！？　これは違うの！",
    "chara": [8]
  },
  {
    "id": 473,
    "name": "旋律に身を委ねて",
    "chara": [43]
  },
  {
    "id": 474,
    "name": "縮地、友の元へ",
    "chara": [6]
  },
  {
    "id": 475,
    "name": "雪原に火花散る",
    "chara": [5]
  },
  {
    "id": 476,
    "name": "歴戦の余裕",
    "chara": [43]
  },
  {
    "id": 477,
    "name": "ふーみんにインタビュー",
    "chara": [4]
  },
  {
    "id": 478,
    "name": "聞こえし者",
    "chara": [29]
  },
  {
    "id": 479,
    "name": "懐かしくて、優しい味",
    "chara": [8]
  },
  {
    "id": 480,
    "name": "クリエイターズコラボ-どんがらがっしゃん-",
    "chara": [28, 25]
  },
  {
    "id": 481,
    "name": "クリエイターズコラボ-あつあつの肉まん-",
    "chara": [18, 17]
  },
  {
    "id": 482,
    "name": "クリエイターズコラボ-ゆー姉と一緒！-",
    "chara": [34, 8]
  },
  {
    "id": 483,
    "name": "クリエイターズコラボ-かずはをよしよし-",
    "chara": [11, 10]
  },
  {
    "id": 484,
    "name": "クリエイターズコラボ-膝の子猫と窓の雪-",
    "chara": [7, 5]
  },
  {
    "id": 485,
    "name": "空想魔法少女",
    "chara": [64, 1]
  },
  {
    "id": 486,
    "name": "願いの魔法少女",
    "chara": [65]
  },
  {
    "id": 487,
    "name": "投影魔術",
    "chara": [66]
  },
  {
    "id": 488,
    "name": "射殺す百頭",
    "chara": [65]
  },
  {
    "id": 489,
    "name": "約束された勝利の剣",
    "chara": [64]
  },
  {
    "id": 490,
    "name": "初春の宴に貴女を想う",
    "chara": [2]
  },
  {
    "id": 491,
    "name": "新年、はっじまっるよ～♪",
    "chara": [1]
  },
  {
    "id": 492,
    "name": "兎であけおめですわ！",
    "chara": [3]
  },
  {
    "id": 493,
    "name": "かがみもち、できました！",
    "chara": [53]
  },
  {
    "id": 494,
    "name": "雪兎に会えた日",
    "chara": [5]
  },
  {
    "id": 495,
    "name": "突きて返すは兎姉妹",
    "chara": [1, 2]
  },
  {
    "id": 496,
    "name": "思い出を抱きしめて",
    "chara": [11]
  },
  {
    "id": 497,
    "name": "賀正！！",
    "chara": [18]
  },
  {
    "id": 498,
    "name": "クリエイターズコラボ-ことよろなのじゃ！-",
    "chara": [9, 5, 4]
  },
  {
    "id": 499,
    "name": "クリエイターズコラボ-新年を祝すわ！-",
    "chara": [21, 22, 25]
  },
  {
    "id": 500,
    "name": "クリエイターズコラボ-あけおめですっ♪-",
    "chara": [1, 3, 2]
  },
  {
    "id": 501,
    "name": "クリエイターズコラボ-謹賀新年です！-",
    "chara": [10, 11, 12]
  },
  {
    "id": 502,
    "name": "クリエイターズコラボ-今年もよろしくね-",
    "chara": [15, 19, 16]
  },
  {
    "id": 503,
    "name": "この手に劔がある限り",
    "chara": [42]
  },
  {
    "id": 504,
    "name": "うりゃうりゃうりゃうりゃ！！",
    "chara": [18]
  },
  {
    "id": 505,
    "name": "飢えし群れ、挑む狩人",
    "chara": [19]
  },
  {
    "id": 506,
    "name": "引導を渡して差し上げますわ",
    "chara": [40]
  },
  {
    "id": 507,
    "name": "2周年祭り 絆の彩り",
    "chara": [1, 35, 40, 41, 46, 45]
  },
  {
    "id": 508,
    "name": "止めどない熱",
    "chara": [8, 7]
  },
  {
    "id": 509,
    "name": "Cherishing",
    "chara": [35, 1]
  },
  {
    "id": 510,
    "name": "変わらない絆",
    "chara": [40, 41]
  },
  {
    "id": 511,
    "name": "ふたりのヒメゴト",
    "chara": [46, 45]
  },
  {
    "id": 512,
    "name": "好いも甘いも受け止めて",
    "chara": [7]
  },
  {
    "id": 513,
    "name": "宴に舞う華",
    "chara": [1]
  },
  {
    "id": 514,
    "name": "湯けむりの向こう側",
    "chara": [3]
  },
  {
    "id": 515,
    "name": "蝶の夢",
    "chara": [41]
  },
  {
    "id": 516,
    "name": "いつも隣に",
    "chara": [45]
  },
  {
    "id": 517,
    "name": "ありのままのわたしで",
    "chara": [23]
  },
  {
    "id": 518,
    "name": "Ultimate Memoria -比類なき異能-",
    "chara": [26]
  },
  {
    "id": 519,
    "name": "Ultimate Memoria -フェノメノ-",
    "chara": [23]
  },
  {
    "id": 520,
    "name": "Ultimate Memoria -蒼き月、満ちる時-",
    "chara": [21]
  },
  {
    "id": 521,
    "name": "Ultimate Memoria -シリウス・ロア-",
    "chara": [24]
  },
  {
    "id": 522,
    "name": "Ultimate Memoria -縦横無尽、阻む者無し-",
    "chara": [29]
  },
  {
    "id": 523,
    "name": "Emotional Memoria -吐息の距離-",
    "chara": [15]
  },
  {
    "id": 524,
    "name": "ハルナストライク！！",
    "chara": [67]
  },
  {
    "id": 525,
    "name": "光の盾",
    "chara": [68]
  },
  {
    "id": 526,
    "name": "貴女の笑顔を守るために",
    "chara": [15]
  },
  {
    "id": 527,
    "name": "貴女と共にあるために",
    "chara": [16]
  },
  {
    "id": 528,
    "name": "運命のトリニティ",
    "chara": [68, 15, 2, 1, 10, 71]
  }
]