const skillJson = [
    [ /* 通常単体 */
        {
            "name": "ストライクA Ⅲ",
            "effect_detail": "敵1体に通常特大ダメージを与える。",
            "tag": [ {"fx": "通常ダメージ", "val": "特大"} ]
        },
        {
            "name": "ストライクA Ⅳ",
            "effect_detail": "敵1体に通常超特大ダメージを与える。",
            "tag": [ {"fx": "通常ダメージ", "val": "超特大"} ]
        },
        {
            "name": "ウィンドストライクA Ⅳ",
            "effect_detail": "敵1体に通常特大ダメージを与え、このメモリアが編成されたリリィの風属性が多いほどダメージが増加。",
            "tag": [ {"fx": "通常ダメージ", "val": "特大"}, {"fx": "編成数(風/効果アップ)", "val": "中"} ]
        },
        {
            "name": "チャージストライクA Ⅲ",
            "effect_detail": "敵1体に通常大ダメージを与える。バトル時間60秒経過ごとにスキル効果がアップし、600秒経過で最大になる。(対ヒュージは30秒/120秒、LB・ギガント級討伐ではその半分)",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "チャージ", "val": "中"} ]
        },
        {
            "name": "ヒールストライクA Ⅲ",
            "effect_detail": "敵1体に通常大ダメージを与える。さらに自身のHPを回復する。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "自身回復", "val": "中"} ]
        },
        {
            "name": "ヒールストライクA Ⅳ",
            "effect_detail": "敵1体に通常特大ダメージを与える。さらに自身のHPを回復する。",
            "tag": [ {"fx": "通常ダメージ", "val": "特大"}, {"fx": "自身回復", "val": "中"} ]
        },
        {
            "name": "パワーストライクA Ⅱ",
            "effect_detail": "敵1体に通常ダメージを与え、自身のATKをアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "中"}, {"fx": "ATK↑", "val": "中"} ]
        },
        {
            "name": "パワーストライクA Ⅲ",
            "effect_detail": "敵1体に通常大ダメージを与え、自身のATKをアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↑", "val": "中"} ]
        },
        {
            "name": "パワーストライクA Ⅲ+",
            "effect_detail": "敵1体に通常大ダメージを与え、自身のATKを大アップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↑", "val": "大"} ]
        },
        {
            "name": "パワーストライクA Ⅳ",
            "effect_detail": "敵1体に通常特大ダメージを与え、自身のATKをアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "特大"}, {"fx": "ATK↑", "val": "中"} ]
        },
        {
            "name": "パワーストライクA Ⅳ+",
            "effect_detail": "敵1体に通常特大ダメージを与え、自身のATKを大アップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "特大"}, {"fx": "ATK↑", "val": "大"} ]
        },
        {
            "name": "パワーストライクA LG",
            "effect_detail": "敵1体に通常超特大ダメージを与え、自身のATKをアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "超特大"}, {"fx": "ATK↑", "val": "中"} ]
        },
        {
            "name": "パワーストライクA Ⅴ+",
            "effect_detail": "敵1体に通常超特大ダメージを与え、自身のATKを大アップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "超特大"}, {"fx": "ATK↑", "val": "大"} ]
        },
        {
            "name": "パワーストライクA LG+",
            "effect_detail": "敵1体に通常超特大ダメージを与え、自身のATKを大アップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "超特大"}, {"fx": "ATK↑", "val": "大"} ]
        },
        {
            "name": "ファイアパワーストライクA Ⅳ+",
            "effect_detail": "敵1体に通常特大ダメージを与え、自身のATKと火属性攻撃力をアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "特大"}, {"fx": "ATK↑", "val": "中"}, {"fx": "火属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "火：ファイアパワーストライクA Ⅳ+",
            "effect_detail": "敵1体に通常特大ダメージを与え、自身のATKと火属性攻撃力をアップさせる。さらに味方がオーダースキル「火属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "通常ダメージ", "val": "特大"}, {"fx": "ATK↑", "val": "中"}, {"fx": "火属性攻撃力↑", "val": "中"}, {"fx": "オーダー(火/効果アップ)", "val": "中"} ]
        },
        {
            "name": "ウォーターパワーストライクA Ⅳ",
            "effect_detail": "敵1体に通常特大ダメージを与え、自身のATKと水属性攻撃力を小アップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "特大"}, {"fx": "ATK↑", "val": "小"}, {"fx": "水属性攻撃力↑", "val": "小"} ]
        },
        {
            "name": "ウォーターパワーストライクA Ⅳ+",
            "effect_detail": "敵1体に通常特大ダメージを与え、自身のATKと水属性攻撃力をアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "特大"}, {"fx": "ATK↑", "val": "中"}, {"fx": "水属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "ウォーターパワーストライクA Ⅴ+",
            "effect_detail": "敵1体に通常超特大ダメージを与え、自身のATKと水属性攻撃力をアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "超特大"}, {"fx": "ATK↑", "val": "中"}, {"fx": "水属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "ウィンドパワーストライクA Ⅳ+",
            "effect_detail": "敵1体に通常特大ダメージを与え、自身のATKと風属性攻撃力をアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "特大"}, {"fx": "ATK↑", "val": "中"}, {"fx": "風属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "ライトパワーストライクA Ⅳ",
            "effect_detail": "敵1体に通常特大ダメージを与え、自身のATKと光属性攻撃力を小アップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "特大"}, {"fx": "ATK↑", "val": "小"}, {"fx": "光属性攻撃力↑", "val": "小"} ]
        },
        {
            "name": "ライトパワーストライクA Ⅳ+",
            "effect_detail": "敵1体に通常特大ダメージを与え、自身のATKと光属性攻撃力をアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "特大"}, {"fx": "ATK↑", "val": "中"}, {"fx": "光属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "ガードストライクA Ⅲ",
            "effect_detail": "敵1体に通常大ダメージを与え、自身のDEFをアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "DEF↑", "val": "中"} ]
        },
        {
            "name": "ガードストライクA Ⅳ",
            "effect_detail": "敵1体に通常特大ダメージを与え、自身のDEFをアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "特大"}, {"fx": "DEF↑", "val": "中"} ]
        },
        {
            "name": "Sp.ガードストライクA Ⅲ",
            "effect_detail": "敵1体に通常大ダメージを与え、自身のSp.DEFをアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "Sp.DEF↑", "val": "中"} ]
        },
        {
            "name": "Sp.ガードストライクA Ⅳ",
            "effect_detail": "敵1体に通常特大ダメージを与え、自身のSp.DEFをアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "特大"}, {"fx": "Sp.DEF↑", "val": "中"} ]
        },
        {
            "name": "マイトストライクA Ⅳ+",
            "effect_detail": "敵1体に通常特大ダメージを与え、自身のATKとDEFをアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "特大"}, {"fx": "ATK↑", "val": "中"}, {"fx": "DEF↑", "val": "中"} ]
        },
        {
            "name": "マイトストライクA Ⅴ+",
            "effect_detail": "敵1体に通常超特大ダメージを与え、自身のATKとDEFをアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "超特大"}, {"fx": "ATK↑", "val": "中"}, {"fx": "DEF↑", "val": "中"} ]
        },
        {
            "name": "Sp.ディファーストライクA Ⅳ+",
            "effect_detail": "敵1体に通常特大ダメージを与え、自身のATKとSp.DEFをアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "特大"}, {"fx": "ATK↑", "val": "中"}, {"fx": "Sp.DEF↑", "val": "中"} ]
        },
        {
            "name": "パワーブレイクA Ⅳ",
            "effect_detail": "敵1体に通常特大ダメージを与え、敵のATKをダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "特大"}, {"fx": "ATK↓", "val": "中"} ]
        },
        {
            "name": "Sp.パワーブレイクA Ⅲ+",
            "effect_detail": "敵1体に通常大ダメージを与え、敵のSp.ATKを大ダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "Sp.ATK↓", "val": "大"} ]
        },
        {
            "name": "ガードブレイクA Ⅲ",
            "effect_detail": "敵1体に通常大ダメージを与え、敵のDEFをダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "DEF↓", "val": "中"} ]
        },
        {
            "name": "ガードブレイクA Ⅳ",
            "effect_detail": "敵1体に通常特大ダメージを与え、敵のDEFをダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "特大"}, {"fx": "DEF↓", "val": "中"} ]
        },
        {
            "name": "ガードブレイクA Ⅳ+",
            "effect_detail": "敵1体に通常特大ダメージを与え、敵のDEFを大ダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "特大"}, {"fx": "DEF↓", "val": "大"} ]
        },
        {
            "name": "ガードブレイクA Ⅴ",
            "effect_detail": "敵1体に通常超特大ダメージを与え、敵のDEFをダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "超特大"}, {"fx": "DEF↓", "val": "中"} ]
        },
        {
            "name": "ウィンドガードブレイクA Ⅳ+",
            "effect_detail": "敵1体に通常特大ダメージを与え、敵のDEFと風属性防御力をダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "特大"}, {"fx": "DEF↓", "val": "中"}, {"fx": "風属性防御力↓", "val": "中"} ]
        },
        {
            "name": "マイトブレイクA Ⅳ+",
            "effect_detail": "敵1体に通常特大ダメージを与え、敵のATKとDEFをダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "特大"}, {"fx": "ATK↓", "val": "中"}, {"fx": "DEF↓", "val": "中"} ]
        }
    ],
    [ /* 通常範囲 */
        {
            "name": "ストライクB Ⅱ",
            "effect_detail": "敵1～2体に通常ダメージを与える。",
            "tag": [ {"fx": "通常ダメージ", "val": "中"} ]
        },
        {
            "name": "ストライクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与える。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"} ]
        },
        {
            "name": "ファイアストライクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、このメモリアが編成されたリリィの火属性が多いほどダメージが増加。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "編成数(火/効果アップ)", "val": "中"} ]
        },
        {
            "name": "ウォーターストライクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、このメモリアが編成されたリリィの水属性が多いほどダメージが増加。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "編成数(水/効果アップ)", "val": "中"} ]
        },
        {
            "name": "チャージストライクB Ⅱ",
            "effect_detail": "敵1～2体に通常ダメージを与える。バトル時間60秒経過ごとにスキル効果がアップし、600秒経過で最大になる。(対ヒュージは30秒/120秒、LB・ギガント級討伐ではその半分)",
            "tag": [ {"fx": "通常ダメージ", "val": "中"}, {"fx": "チャージ", "val": "中"} ]
        },
        {
            "name": "ヒールストライクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与える。さらに自身のHPを回復する。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "自身回復", "val": "中"} ]
        },
        {
            "name": "パワーストライクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、自身のATKをアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↑", "val": "中"} ]
        },
        {
            "name": "火：パワーストライクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、自身のATKをアップさせる。さらに味方がオーダースキル「火属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↑", "val": "中"}, {"fx": "オーダー(火/効果アップ)", "val": "中"} ]
        },
        {
            "name": "水：パワーストライクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、自身のATKをアップさせる。さらに味方がオーダースキル「水属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↑", "val": "中"}, {"fx": "オーダー(水/効果アップ)", "val": "中"} ]
        },
        {
            "name": "風：パワーストライクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、自身のATKをアップさせる。さらに味方がオーダースキル「風属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↑", "val": "中"}, {"fx": "オーダー(風/効果アップ)", "val": "中"} ]
        },
        {
            "name": "火拡：パワーストライクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、自身のATKをアップさせる。オーダースキル「火属性効果増加」を発動中は敵2体に通常大ダメージを与え、自身のATKをアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↑", "val": "中"}, {"fx": "オーダー(火/対象範囲UP)", "val": "2体"} ]
        },
        {
            "name": "風拡：パワーストライクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、自身のATKをアップさせる。オーダースキル「風属性効果増加」を発動中は敵2体に通常大ダメージを与え、自身のATKをアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↑", "val": "中"}, {"fx": "オーダー(風/対象範囲UP)", "val": "2体"} ]
        },
        {
            "name": "カウンターパワーストライクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、自身のATKをアップさせる。さらに劣勢時は効果が1.5倍になる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↑", "val": "中"}, {"fx": "劣勢時効果UP", "val": "1.5倍"} ]
        },
        {
            "name": "火弱：パワーストライクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、自身のATKをアップさせる。さらに敵の火属性防御力が低いほど与えるダメージが上昇する。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↑", "val": "中"}, {"fx": "敵の火属性防御力が低いほどUP", "val": "中"} ]
        },
        {
            "name": "水弱：パワーストライクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、自身のATKをアップさせる。さらに敵の水属性防御力が低いほど与えるダメージが上昇する。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↑", "val": "中"}, {"fx": "敵の水属性防御力が低いほどUP", "val": "中"} ]
        },
        {
            "name": "風弱：パワーストライクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、自身のATKをアップさせる。さらに敵の風属性防御力が低いほど与えるダメージが上昇する。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↑", "val": "中"}, {"fx": "敵の風属性防御力が低いほどUP", "val": "中"} ]
        },
        {
            "name": "ファイアパワーストライクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、自身のATKと火属性攻撃力を小アップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↑", "val": "小"}, {"fx": "火属性攻撃力↑", "val": "小"} ]
        },
        {
            "name": "ファイアパワーストライクB Ⅲ+",
            "effect_detail": "敵1～2体に通常大ダメージを与え、自身のATKと火属性攻撃力をアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↑", "val": "中"}, {"fx": "火属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "カウンターファイアパワーストライクB Ⅲ+",
            "effect_detail": "敵1～2体に通常大ダメージを与え、自身のATKと火属性攻撃力をアップさせる。さらに劣勢時は効果が1.5倍になる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↑", "val": "中"}, {"fx": "火属性攻撃力↑", "val": "中"}, {"fx": "劣勢時効果UP", "val": "1.5倍"} ]
        },
        {
            "name": "ウォーターパワーストライクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、自身のATKと水属性攻撃力を小アップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↑", "val": "小"}, {"fx": "水属性攻撃力↑", "val": "小"} ]
        },
        {
            "name": "ウォーターパワーストライクB Ⅲ+",
            "effect_detail": "敵1～2体に通常大ダメージを与え、自身のATKと水属性攻撃力をアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↑", "val": "中"}, {"fx": "水属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "ウィンドパワーストライクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、自身のATKと風属性攻撃力を小アップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↑", "val": "小"}, {"fx": "風属性攻撃力↑", "val": "小"} ]
        },
        {
            "name": "ウィンドパワーストライクB Ⅲ+",
            "effect_detail": "敵1～2体に通常大ダメージを与え、自身のATKと風属性攻撃力をアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↑", "val": "中"}, {"fx": "風属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "ライトパワーストライクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、自身のATKと光属性攻撃力を小アップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↑", "val": "小"}, {"fx": "光属性攻撃力↑", "val": "小"} ]
        },
        {
            "name": "ダークパワーストライクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、自身のATKと闇属性攻撃力を小アップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↑", "val": "小"}, {"fx": "闇属性攻撃力↑", "val": "小"} ]
        },
        {
            "name": "ガードストライクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、自身のDEFをアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "DEF↑", "val": "中"} ]
        },
        {
            "name": "Sp.ガードストライクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、自身のSp.DEFをアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "Sp.DEF↑", "val": "中"} ]
        },
        {
            "name": "マイトストライクB Ⅲ+",
            "effect_detail": "敵1～2体に通常大ダメージを与え、自身のATKとDEFをアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↑", "val": "中"}, {"fx": "DEF↑", "val": "中"} ]
        },
        {
            "name": "Sp.ディファーストライクB Ⅲ+",
            "effect_detail": "敵1～2体に通常大ダメージを与え、自身のATKとSp.DEFをアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↑", "val": "中"}, {"fx": "Sp.DEF↑", "val": "中"} ]
        },
        {
            "name": "ストライクC Ⅲ",
            "effect_detail": "敵1～3体に通常ダメージを与える。",
            "tag": [ {"fx": "通常ダメージ", "val": "中"} ]
        },
        {
            "name": "風：ストライクC Ⅲ",
            "effect_detail": "敵1～3体に通常ダメージを与える。さらに味方がオーダースキル「風属性効果増加」を発動中は威力がアップする。",
            "tag": [ {"fx": "通常ダメージ", "val": "中"}, {"fx": "オーダー(風/効果アップ)", "val": "中"} ]
        },
        {
            "name": "ストライクD LG",
            "effect_detail": "敵2体に通常大ダメージを与える。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"} ]
        },
        {
            "name": "パワーストライクE Ⅳ",
            "effect_detail": "敵2～3体に通常大ダメージを与え、自身のATKをアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↑", "val": "中"} ]
        },
        {
            "name": "マイトストライクE Ⅳ+",
            "effect_detail": "敵2～3体に通常大ダメージを与え、自身のATKとDEFをアップさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↑", "val": "中"}, {"fx": "DEF↑", "val": "中"} ]
        },
        {
            "name": "ガードブレイクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のDEFをダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "DEF↓", "val": "中"} ]
        },
        {
            "name": "パワーブレイクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のATKをダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↓", "val": "中"} ]
        },
        {
            "name": "ファイアパワーブレイクB Ⅲ+",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のATKと火属性攻撃力をダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↓", "val": "中"}, {"fx": "火属性攻撃力↓", "val": "中"} ]
        },
        {
            "name": "ウォーターパワーブレイクB Ⅲ+",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のATKと水属性攻撃力をダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↓", "val": "中"}, {"fx": "水属性攻撃力↓", "val": "中"} ]
        },
        {
            "name": "ライトパワーブレイクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のATKと光属性攻撃力を小ダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↓", "val": "小"}, {"fx": "光属性攻撃力↓", "val": "小"} ]
        },
        {
            "name": "ダークパワーブレイクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のATKと闇属性攻撃力を小ダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↓", "val": "小"}, {"fx": "闇属性攻撃力↓", "val": "小"} ]
        },
        {
            "name": "Sp.パワーブレイクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のSp.ATKをダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "Sp.ATK↓", "val": "中"} ]
        },
        {
            "name": "火：ガードブレイクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のDEFをダウンさせる。さらに味方がオーダースキル「火属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "DEF↓", "val": "中"}, {"fx": "オーダー(火/効果アップ)", "val": "中"} ]
        },
        {
            "name": "水：ガードブレイクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のDEFをダウンさせる。さらに味方がオーダースキル「水属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "DEF↓", "val": "中"}, {"fx": "オーダー(水/効果アップ)", "val": "中"} ]
        },
        {
            "name": "風：ガードブレイクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のDEFをダウンさせる。さらに味方がオーダースキル「風属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "DEF↓", "val": "中"}, {"fx": "オーダー(風/効果アップ)", "val": "中"} ]
        },
        {
            "name": "水拡：ガードブレイクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のDEFをダウンさせる。オーダースキル「水属性効果増加」を発動中は敵2体に通常大ダメージを与え、敵のDEFをダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "DEF↓", "val": "中"}, {"fx": "オーダー(水/対象範囲UP)", "val": "2体"} ]
        },
        {
            "name": "風拡：ガードブレイクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のDEFをダウンさせる。オーダースキル「風属性効果増加」を発動中は敵2体に通常大ダメージを与え、敵のDEFをダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "DEF↓", "val": "中"}, {"fx": "オーダー(風/対象範囲UP)", "val": "2体"} ]
        },
        {
            "name": "カウンターガードブレイクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のDEFをダウンさせる。さらに劣勢時は効果が1.5倍になる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "DEF↓", "val": "中"}, {"fx": "劣勢時効果UP", "val": "1.5倍"} ]
        },
        {
            "name": "ファイアガードブレイクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のDEFと火属性防御力を小ダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "DEF↓", "val": "小"}, {"fx": "火属性防御力↓", "val": "小"} ]
        },
        {
            "name": "ファイアガードブレイクB Ⅲ+",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のDEFと火属性防御力をダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "DEF↓", "val": "中"}, {"fx": "火属性防御力↓", "val": "中"} ]
        },
        {
            "name": "カウンターファイアガードブレイクB Ⅲ+",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のDEFと火属性防御力をダウンさせる。さらに劣勢時は効果が1.5倍になる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "DEF↓", "val": "中"}, {"fx": "火属性防御力↓", "val": "中"}, {"fx": "劣勢時効果UP", "val": "1.5倍"} ]
        },
        {
            "name": "ウォーターガードブレイクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のDEFと水属性防御力を小ダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "DEF↓", "val": "小"}, {"fx": "水属性防御力↓", "val": "小"} ]
        },
        {
            "name": "ウォーターガードブレイクB Ⅲ+",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のDEFと水属性防御力をダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "DEF↓", "val": "中"}, {"fx": "水属性防御力↓", "val": "中"} ]
        },
        {
            "name": "カウンターウォーターガードブレイクB Ⅲ+",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のDEFと水属性防御力をダウンさせる。さらに劣勢時は効果が1.5倍になる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "DEF↓", "val": "中"}, {"fx": "水属性防御力↓", "val": "中"}, {"fx": "劣勢時効果UP", "val": "1.5倍"} ]
        },
        {
            "name": "ウィンドガードブレイクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のDEFと風属性防御力を小ダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "DEF↓", "val": "小"}, {"fx": "風属性防御力↓", "val": "小"} ]
        },
        {
            "name": "ウィンドガードブレイクB Ⅲ+",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のDEFと風属性防御力をダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "DEF↓", "val": "中"}, {"fx": "風属性防御力↓", "val": "中"} ]
        },
        {
            "name": "ライトガードブレイクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のDEFと光属性防御力を小ダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "DEF↓", "val": "小"}, {"fx": "光属性防御力↓", "val": "小"} ]
        },
        {
            "name": "ダークガードブレイクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のDEFと闇属性防御力を小ダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "DEF↓", "val": "小"}, {"fx": "闇属性防御力↓", "val": "小"} ]
        },
        {
            "name": "WパワーブレイクB Ⅲ",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のATKとSp.ATKを小ダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↓", "val": "小"}, {"fx": "Sp.ATK↓", "val": "小"} ]
        },
        {
            "name": "WパワーブレイクB Ⅲ+",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のATKとSp.ATKをダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↓", "val": "中"}, {"fx": "Sp.ATK↓", "val": "中"} ]
        },
        {
            "name": "マイトブレイクB Ⅲ+",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のATKとDEFをダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "ATK↓", "val": "中"}, {"fx": "DEF↓", "val": "中"} ]
        },
        {
            "name": "[風攻火防]マイトブレイクB Ⅲ+",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵の風属性攻撃力と火属性防御力をダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "風属性攻撃力↓", "val": "中"}, {"fx": "火属性防御力↓", "val": "中"} ]
        },
        {
            "name": "ディファーブレイクB Ⅲ+",
            "effect_detail": "敵1～2体に通常大ダメージを与え、敵のSp.ATKとDEFをダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "Sp.ATK↓", "val": "中"}, {"fx": "DEF↓", "val": "中"} ]
        },
        {
            "name": "ガードブレイクD LG",
            "effect_detail": "敵2体に通常大ダメージを与え、敵のDEFをダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "DEF↓", "val": "中"} ]
        },
        {
            "name": "ガードブレイクE Ⅳ",
            "effect_detail": "敵2～3体に通常大ダメージを与え、敵のDEFをダウンさせる。",
            "tag": [ {"fx": "通常ダメージ", "val": "大"}, {"fx": "DEF↓", "val": "中"} ]
        }
    ],
    [ /* 特殊単体 */
        {
            "name": "スマッシュA Ⅱ",
            "effect_detail": "敵1体に特殊大ダメージを与える。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"} ]
        },
        {
            "name": "スマッシュA Ⅲ",
            "effect_detail": "敵1体に特殊特大ダメージを与える。",
            "tag": [ {"fx": "特殊ダメージ", "val": "特大"} ]
        },
        {
            "name": "スマッシュA Ⅳ",
            "effect_detail": "敵1体に特殊超特大ダメージを与える",
            "tag": [ {"fx": "特殊ダメージ", "val": "超特大"} ]
        },
        {
            "name": "ファイアスマッシュA Ⅲ",
            "effect_detail": "敵1体に特殊大ダメージを与え、このメモリアが編成されたリリィの火属性が多いほどダメージが増加。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "編成数(火/効果アップ)", "val": "中"} ]
        },
        {
            "name": "ファイアスマッシュA Ⅳ",
            "effect_detail": "敵1体に特殊特大ダメージを与え、このメモリアが編成されたリリィの火属性が多いほどダメージが増加。",
            "tag": [ {"fx": "特殊ダメージ", "val": "特大"}, {"fx": "編成数(火/効果アップ)", "val": "中"} ]
        },
        {
            "name": "ウォータースマッシュA Ⅲ",
            "effect_detail": "敵1体に特殊大ダメージを与え、このメモリアが編成されたリリィの水属性が多いほどダメージが増加。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "編成数(水/効果アップ)", "val": "中"} ]
        },
        {
            "name": "ウォータースマッシュA Ⅳ",
            "effect_detail": "敵1体に特殊特大ダメージを与え、このメモリアが編成されたリリィの水属性が多いほどダメージが増加。",
            "tag": [ {"fx": "特殊ダメージ", "val": "特大"}, {"fx": "編成数(水/効果アップ)", "val": "中"} ]
        },
        {
            "name": "ウィンドスマッシュA Ⅳ",
            "effect_detail": "敵1体に特殊特大ダメージを与え、このメモリアが編成されたリリィの風属性が多いほどダメージが増加。",
            "tag": [ {"fx": "特殊ダメージ", "val": "特大"}, {"fx": "編成数(風/効果アップ)", "val": "中"} ]
        },
        {
            "name": "チャージスマッシュA Ⅲ",
            "effect_detail": "敵1体に特殊大ダメージを与える。バトル時間60秒経過ごとにスキル効果がアップし、600秒経過で最大になる。(対ヒュージは30秒/120秒、LB・ギガント級討伐ではその半分)",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "チャージ", "val": "中"} ]
        },
        {
            "name": "ヒールスマッシュA Ⅲ",
            "effect_detail": "敵1体に特殊大ダメージを与える。さらに自身のHPを回復する。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "自身回復", "val": "中"} ]
        },
        {
            "name": "Sp.パワースマッシュA Ⅲ",
            "effect_detail": "敵1体に特殊大ダメージを与え、自身のSp.ATKをアップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↑", "val": "中"} ]
        },
        {
            "name": "Sp.パワースマッシュA Ⅲ+",
            "effect_detail": "敵1体に特殊大ダメージを与え、自身のSp.ATKを大アップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↑", "val": "大"} ]
        },
        {
            "name": "Sp.パワースマッシュA Ⅳ",
            "effect_detail": "敵1体に特殊特大ダメージを与え、自身のSp.ATKをアップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "特大"}, {"fx": "Sp.ATK↑", "val": "中"} ]
        },
        {
            "name": "Sp.パワースマッシュA Ⅳ+",
            "effect_detail": "敵1体に特殊特大ダメージを与え、自身のSp.ATKを大アップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "特大"}, {"fx": "Sp.ATK↑", "val": "大"} ]
        },
        {
            "name": "Sp.パワースマッシュA LG",
            "effect_detail": "敵1体に特殊超特大ダメージを与え、自身のSp.ATKをアップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "超特大"}, {"fx": "Sp.ATK↑", "val": "中"} ]
        },
        {
            "name": "Sp.パワースマッシュA Ⅴ+",
            "effect_detail": "敵1体に特殊超特大ダメージを与え、自身のSp.ATKを大アップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "超特大"}, {"fx": "Sp.ATK↑", "val": "大"} ]
        },
        {
            "name": "風弱：Sp.パワースマッシュA Ⅳ",
            "effect_detail": "敵1体に特殊特大ダメージを与え、自身のSp.ATKをアップさせる。さらに敵の風属性防御力が低いほど与えるダメージが上昇する。",
            "tag": [ {"fx": "特殊ダメージ", "val": "特大"}, {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "敵の風属性防御力が低いほどUP", "val": "中"} ]
        },
        {
            "name": "Sp.ファイアパワースマッシュA Ⅳ+",
            "effect_detail": "敵1体に特殊特大ダメージを与え、自身のSp.ATKと火属性攻撃力をアップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "特大"}, {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "火属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "Sp.ウォーターパワースマッシュA Ⅳ",
            "effect_detail": "敵1体に特殊特大ダメージを与え、自身のSp.ATKと水属性攻撃力を小アップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "特大"}, {"fx": "Sp.ATK↑", "val": "小"}, {"fx": "水属性攻撃力↑", "val": "小"} ]
        },
        {
            "name": "Sp.ウォーターパワースマッシュA Ⅳ+",
            "effect_detail": "敵1体に特殊特大ダメージを与え、自身のSp.ATKと水属性攻撃力をアップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "特大"}, {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "水属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "水：Sp.ウォーターパワースマッシュA Ⅳ+",
            "effect_detail": "敵1体に特殊特大ダメージを与え、自身のSp.ATKと水属性攻撃力をアップさせる。さらに味方がオーダースキル「水属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "特殊ダメージ", "val": "特大"}, {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "水属性攻撃力↑", "val": "中"}, {"fx": "オーダー(水/効果アップ)", "val": "中"} ]
        },
        {
            "name": "Sp.ウィンドパワースマッシュA Ⅳ",
            "effect_detail": "敵1体に特殊特大ダメージを与え、自身のSp.ATKと風属性攻撃力を小アップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "特大"}, {"fx": "Sp.ATK↑", "val": "小"}, {"fx": "風属性攻撃力↑", "val": "小"} ]
        },
        {
            "name": "Sp.ウィンドパワースマッシュA Ⅳ+",
            "effect_detail": "敵1体に特殊特大ダメージを与え、自身のSp.ATKと風属性攻撃力をアップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "特大"}, {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "風属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "Sp.ダークパワースマッシュA Ⅳ",
            "effect_detail": "敵1体に特殊特大ダメージを与え、自身のSp.ATKと闇属性攻撃力を小アップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "特大"}, {"fx": "Sp.ATK↑", "val": "小"}, {"fx": "闇属性攻撃力↑", "val": "小"} ]
        },
        {
            "name": "ガードスマッシュA Ⅲ",
            "effect_detail": "敵1体に特殊大ダメージを与え、自身のDEFをアップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "DEF↑", "val": "中"} ]
        },
        {
            "name": "Sp.ガードスマッシュA Ⅲ",
            "effect_detail": "敵1体に特殊大ダメージを与え、自身のSp.DEFをアップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.DEF↑", "val": "中"} ]
        },
        {
            "name": "Sp.ガードスマッシュA Ⅳ",
            "effect_detail": "敵1体に特殊特大ダメージを与え、自身のSp.DEFをアップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "特大"}, {"fx": "Sp.DEF↑", "val": "中"} ]
        },
        {
            "name": "Sp.マイトスマッシュA Ⅳ+",
            "effect_detail": "敵1体に特殊特大ダメージを与え、自身のSp.ATKとSp.DEFをアップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "特大"}, {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "Sp.DEF↑", "val": "中"} ]
        },
        {
            "name": "Sp.マイトスマッシュA Ⅴ+",
            "effect_detail": "敵1体に特殊超特大ダメージを与え、自身のSp.ATKとSp.DEFをアップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "超特大"}, {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "Sp.DEF↑", "val": "中"} ]
        },
        {
            "name": "水弱：Sp.マイトスマッシュA Ⅳ+",
            "effect_detail": "敵1体に特殊特大ダメージを与え、自身のSp.ATKとSp.DEFをアップさせる。さらに敵の水属性防御力が低いほど与えるダメージが上昇する。",
            "tag": [ {"fx": "特殊ダメージ", "val": "特大"}, {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "Sp.DEF↑", "val": "中"}, {"fx": "敵の水属性防御力が低いほどUP", "val": "中"} ]
        },
        {
            "name": "ディファースマッシュA Ⅳ+",
            "effect_detail": "敵1体に特殊特大ダメージを与え、自身のSp.ATKとDEFをアップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "特大"}, {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "DEF↑", "val": "中"} ]
        },
        {
            "name": "Sp.ガードバーストA Ⅲ",
            "effect_detail": "敵1体に特殊大ダメージを与え、敵のSp.DEFをダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.DEF↓", "val": "中"} ]
        },
        {
            "name": "Sp.ガードバーストA Ⅳ",
            "effect_detail": "敵1体に特殊特大ダメージを与え、敵のSp.DEFをダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "特大"}, {"fx": "Sp.DEF↓", "val": "中"} ]
        },
        {
            "name": "Sp.ガードバーストA Ⅳ+",
            "effect_detail": "敵1体に特殊特大ダメージを与え、敵のSp.DEFを大ダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "特大"}, {"fx": "Sp.DEF↓", "val": "大"} ]
        },
        {
            "name": "Sp.ガードバーストA Ⅴ",
            "effect_detail": "敵1体に特殊超特大ダメージを与え、敵のSp.DEFをダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "超特大"}, {"fx": "Sp.DEF↓", "val": "中"} ]
        },
        {
            "name": "Sp.ウォーターガードバーストA Ⅳ",
            "effect_detail": "敵1体に特殊特大ダメージを与え、敵のSp.DEFと水属性防御力を小ダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "特大"}, {"fx": "Sp.DEF↓", "val": "小"}, {"fx": "水属性防御力↓", "val": "小"} ]
        },
        {
            "name": "Sp.ウィンドガードバーストA Ⅳ+",
            "effect_detail": "敵1体に特殊特大ダメージを与え、敵のSp.DEFと風属性防御力をダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "特大"}, {"fx": "Sp.DEF↓", "val": "中"}, {"fx": "風属性防御力↓", "val": "中"} ]
        },
        {
            "name": "WパワーバーストA Ⅳ",
            "effect_detail": "敵1体に特殊特大ダメージを与え、敵のATKとSp.ATKをダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "特大"}, {"fx": "ATK↓", "val": "中"}, {"fx": "Sp.ATK↓", "val": "中"} ]
        },
        {
            "name": "Sp.マイトバーストA Ⅳ+",
            "effect_detail": "敵1体に特殊特大ダメージを与え、敵のSp.ATKとSp.DEFをダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "特大"}, {"fx": "Sp.ATK↓", "val": "中"}, {"fx": "Sp.DEF↓", "val": "中"} ]
        }
    ],
    [ /* 特殊範囲 */
        {
            "name": "スマッシュB Ⅱ",
            "effect_detail": "敵1～2体に特殊ダメージを与える。",
            "tag": [ {"fx": "特殊ダメージ", "val": "中"} ]
        },
        {
            "name": "スマッシュB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与える。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"} ]
        },
        {
            "name": "ウィンドスマッシュB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、このメモリアが編成されたリリィの風属性が多いほどダメージが増加。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "編成数(風/効果アップ)", "val": "中"} ]
        },
        {
            "name": "ウォータースマッシュB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、このメモリアが編成されたリリィの水属性が多いほどダメージが増加。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "編成数(水/効果アップ)", "val": "中"} ]
        },
        {
            "name": "水：スマッシュB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与える。さらに味方がオーダースキル「水属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "オーダー(水/効果アップ)", "val": "中"} ]
        },
        {
            "name": "風：スマッシュB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与える。さらに味方がオーダースキル「風属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "オーダー(風/効果アップ)", "val": "中"} ]
        },
        {
            "name": "チャージスマッシュB Ⅱ",
            "effect_detail": "敵1～2体に特殊ダメージを与える。バトル時間60秒経過ごとにスキル効果がアップし、600秒経過で最大になる。(対ヒュージは30秒/120秒、LB・ギガント級討伐ではその半分)",
            "tag": [ {"fx": "特殊ダメージ", "val": "中"}, {"fx": "チャージ", "val": "中"} ]
        },
        {
            "name": "ヒールスマッシュB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与える。さらに自身のHPを回復する。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "自身回復", "val": "中"} ]
        },
        {
            "name": "Sp.パワースマッシュB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、自身のSp.ATKをアップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↑", "val": "中"} ]
        },
        {
            "name": "火：Sp.パワースマッシュB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、自身のSp.ATKをアップさせる。さらに味方がオーダースキル「火属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "オーダー(火/効果アップ)", "val": "中"} ]
        },
        {
            "name": "水：Sp.パワースマッシュB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、自身のSp.ATKをアップさせる。さらに味方がオーダースキル「水属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "オーダー(水/効果アップ)", "val": "中"} ]
        },
        {
            "name": "風：Sp.パワースマッシュB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、自身のSp.ATKをアップさせる。さらに味方がオーダースキル「風属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "オーダー(風/効果アップ)", "val": "中"} ]
        },
        {
            "name": "水拡：Sp.パワースマッシュB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、自身のSp.ATKをアップさせる。オーダースキル「水属性効果増加」を発動中は敵2体に特殊大ダメージを与え、自身のSp.ATKをアップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "オーダー(水/対象範囲UP)", "val": "2体"} ]
        },
        {
            "name": "風拡：Sp.パワースマッシュB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、自身のSp.ATKをアップさせる。オーダースキル「風属性効果増加」を発動中は敵2体に特殊大ダメージを与え、自身のSp.ATKをアップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "オーダー(風/対象範囲UP)", "val": "2体"} ]
        },
        {
            "name": "Sp.カウンターパワースマッシュB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、自身のSp.ATKをアップさせる。さらに劣勢時は効果が1.5倍になる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "劣勢時効果UP", "val": "1.5倍"} ]
        },
        {
            "name": "火弱：Sp.パワースマッシュB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、自身のSp.ATKをアップさせる。さらに敵の火属性防御力が低いほど与えるダメージが上昇する。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "敵の火属性防御力が低いほどUP", "val": "中"} ]
        },
        {
            "name": "水弱：Sp.パワースマッシュB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、自身のSp.ATKをアップさせる。さらに敵の水属性防御力が低いほど与えるダメージが上昇する。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "敵の水属性防御力が低いほどUP", "val": "中"} ]
        },
        {
            "name": "風弱：Sp.パワースマッシュB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、自身のSp.ATKをアップさせる。さらに敵の風属性防御力が低いほど与えるダメージが上昇する。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "敵の風属性防御力が低いほどUP", "val": "中"} ]
        },
        {
            "name": "Sp.ファイアパワースマッシュB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、自身のSp.ATKと火属性攻撃力を小アップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↑", "val": "小"}, {"fx": "火属性攻撃力↑", "val": "小"} ]
        },
        {
            "name": "Sp.ファイアパワースマッシュB Ⅲ+",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、自身のSp.ATKと火属性攻撃力をアップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "火属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "Sp.カウンターファイアパワースマッシュB Ⅲ+",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、自身のSp.ATKと火属性攻撃力をアップさせる。さらに劣勢時は効果が1.5倍になる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "火属性攻撃力↑", "val": "中"}, {"fx": "劣勢時効果UP", "val": "1.5倍"} ]
        },
        {
            "name": "Sp.ウォーターパワースマッシュB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、自身のSp.ATKと水属性攻撃力を小アップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↑", "val": "小"}, {"fx": "水属性攻撃力↑", "val": "小"} ]
        },
        {
            "name": "Sp.カウンターウォーターパワースマッシュB Ⅲ+",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、自身のSp.ATKと水属性攻撃力をアップさせる。さらに劣勢時は効果が1.5倍になる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "水属性攻撃力↑", "val": "中"}, {"fx": "劣勢時効果UP", "val": "1.5倍"} ]
        },
        {
            "name": "Sp.ウォーターパワースマッシュB Ⅲ+",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、自身のSp.ATKと水属性攻撃力をアップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "水属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "Sp.ウィンドパワースマッシュB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、自身のSp.ATKと風属性攻撃力を小アップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↑", "val": "小"}, {"fx": "風属性攻撃力↑", "val": "小"} ]
        },
        {
            "name": "Sp.ウィンドパワースマッシュB Ⅲ+",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、自身のSp.ATKと風属性攻撃力をアップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "風属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "Sp.ライトパワースマッシュB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、自身のSp.ATKと光属性攻撃力を小アップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↑", "val": "小"}, {"fx": "光属性攻撃力↑", "val": "小"} ]
        },
        {
            "name": "Sp.ダークパワースマッシュB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、自身のSp.ATKと闇属性攻撃力を小アップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↑", "val": "小"}, {"fx": "闇属性攻撃力↑", "val": "小"} ]
        },
        {
            "name": "ガードスマッシュB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、自身のDEFをアップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "DEF↑", "val": "中"} ]
        },
        {
            "name": "Sp.ガードスマッシュB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、自身のSp.DEFをアップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.DEF↑", "val": "中"} ]
        },
        {
            "name": "WガードスマッシュB Ⅲ+",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、自身のDEFとSp.DEFをアップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "DEF↑", "val": "中"}, {"fx": "Sp.DEF↑", "val": "中"} ]
        },
        {
            "name": "Sp.マイトスマッシュB Ⅲ+",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、自身のSp.ATKとSp.DEFをアップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "Sp.DEF↑", "val": "中"} ]
        },
        {
            "name": "ディファースマッシュB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、自身のSp.ATKとDEFを小アップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↑", "val": "小"}, {"fx": "DEF↑", "val": "小"} ]
        },
        {
            "name": "ディファースマッシュB Ⅲ+",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、自身のSp.ATKとDEFをアップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "DEF↑", "val": "中"} ]
        },
        {
            "name": "スマッシュC Ⅲ",
            "effect_detail": "敵1～3体に特殊ダメージを与える。",
            "tag": [ {"fx": "特殊ダメージ", "val": "中"} ]
        },
        {
            "name": "ヒールスマッシュC Ⅲ",
            "effect_detail": "敵1～3体に特殊ダメージを与える。さらに自身のHPを回復する。",
            "tag": [ {"fx": "特殊ダメージ", "val": "中"}, {"fx": "自身回復", "val": "中"} ]
        },
        {
            "name": "スマッシュD LG",
            "effect_detail": "敵2体に特殊大ダメージを与える。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"} ]
        },
        {
            "name": "Sp.パワースマッシュE Ⅳ",
            "effect_detail": "敵2～3体に特殊大ダメージを与え、自身のSp.ATKをアップさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↑", "val": "中"} ]
        },
        {
            "name": "パワーバーストB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、敵のATKをダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "ATK↓", "val": "中"} ]
        },
        {
            "name": "Sp.パワーバーストB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、敵のSp.ATKをダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↓", "val": "中"} ]
        },
        {
            "name": "Sp.ファイアパワーバーストB Ⅲ+",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、敵のSp.ATKと火属性攻撃力をダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↓", "val": "中"}, {"fx": "火属性攻撃力↓", "val": "中"} ]
        },
        {
            "name": "Sp.ウォーターパワーバーストB Ⅲ+",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、敵のSp.ATKと水属性攻撃力をダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↓", "val": "中"}, {"fx": "水属性攻撃力↓", "val": "中"} ]
        },
        {
            "name": "Sp.ライトパワーバーストB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、敵のSp.ATKと光属性攻撃力を小ダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↓", "val": "小"}, {"fx": "光属性攻撃力↓", "val": "小"} ]
        },
        {
            "name": "Sp.ガードバーストB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、敵のSp.DEFをダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.DEF↓", "val": "中"} ]
        },
        {
            "name": "火：Sp.ガードバーストB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、敵のSp.DEFをダウンさせる。さらに味方がオーダースキル「火属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.DEF↓", "val": "中"}, {"fx": "オーダー(火/効果アップ)", "val": "中"} ]
        },
        {
            "name": "水：Sp.ガードバーストB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、敵のSp.DEFをダウンさせる。さらに味方がオーダースキル「水属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.DEF↓", "val": "中"}, {"fx": "オーダー(水/効果アップ)", "val": "中"} ]
        },
        {
            "name": "風：Sp.ガードバーストB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、敵のSp.DEFをダウンさせる。さらに味方がオーダースキル「風属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.DEF↓", "val": "中"}, {"fx": "オーダー(風/効果アップ)", "val": "中"} ]
        },
        {
            "name": "水拡：Sp.ガードバーストB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、敵のSp.DEFをダウンさせる。オーダースキル「水属性効果増加」を発動中は敵2体に特殊大ダメージを与え、敵のSp.DEFをダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.DEF↓", "val": "中"}, {"fx": "オーダー(水/対象範囲UP)", "val": "2体"} ]
        },
        {
            "name": "Sp.カウンターガードバーストB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、敵のSp.DEFをダウンさせる。さらに劣勢時は効果が1.5倍になる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.DEF↓", "val": "中"}, {"fx": "劣勢時効果UP", "val": "1.5倍"} ]
        },
        {
            "name": "Sp.ファイアガードバーストB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、敵のSp.DEFと火属性防御力を小ダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.DEF↓", "val": "小"}, {"fx": "火属性防御力↓", "val": "小"} ]
        },
        {
            "name": "Sp.ファイアガードバーストB Ⅲ+",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、敵のSp.DEFと火属性防御力をダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.DEF↓", "val": "中"}, {"fx": "火属性防御力↓", "val": "中"} ]
        },
        {
            "name": "Sp.カウンターファイアガードバーストB Ⅲ+",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、敵のSp.DEFと火属性防御力をダウンさせる。さらに劣勢時は効果が1.5倍になる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.DEF↓", "val": "中"}, {"fx": "火属性防御力↓", "val": "中"}, {"fx": "劣勢時効果UP", "val": "1.5倍"} ]
        },
        {
            "name": "Sp.ウォーターガードバーストB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、敵のSp.DEFと水属性防御力を小ダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.DEF↓", "val": "小"}, {"fx": "水属性防御力↓", "val": "小"} ]
        },
        {
            "name": "Sp.ウォーターガードバーストB Ⅲ+",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、敵のSp.DEFと水属性防御力をダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.DEF↓", "val": "中"}, {"fx": "水属性防御力↓", "val": "中"} ]
        },
        {
            "name": "Sp.ウィンドガードバーストB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、敵のSp.DEFと風属性防御力を小ダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.DEF↓", "val": "小"}, {"fx": "風属性防御力↓", "val": "小"} ]
        },
        {
            "name": "Sp.ウィンドガードバーストB Ⅲ+",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、敵のSp.DEFと風属性防御力をダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.DEF↓", "val": "中"}, {"fx": "風属性防御力↓", "val": "中"} ]
        },
        {
            "name": "Sp.ライトガードバーストB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、敵のSp.DEFと光属性防御力を小ダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.DEF↓", "val": "小"}, {"fx": "光属性防御力↓", "val": "小"} ]
        },
        {
            "name": "Sp.ダークガードバーストB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、敵のSp.DEFと闇属性防御力を小ダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.DEF↓", "val": "小"}, {"fx": "闇属性防御力↓", "val": "小"} ]
        },
        {
            "name": "WパワーバーストB Ⅲ",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、敵のATKとSp.ATKを小ダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "ATK↓", "val": "小"}, {"fx": "Sp.ATK↓", "val": "小"} ]
        },
        {
            "name": "Sp.マイトバーストB Ⅲ+",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、敵のSp.ATKとSp.DEFをダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↓", "val": "中"}, {"fx": "Sp.DEF↓", "val": "中"} ]
        },
        {
            "name": "[風攻火防]マイトバーストB Ⅲ+",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、敵の風属性攻撃力と火属性防御力をダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "風属性攻撃力↓", "val": "中"}, {"fx": "火属性防御力↓", "val": "中"} ]
        },
        {
            "name": "Sp.ディファーバーストB Ⅲ+",
            "effect_detail": "敵1～2体に特殊大ダメージを与え、敵のATKとSp.DEFをダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "ATK↓", "val": "中"}, {"fx": "Sp.DEF↓", "val": "中"} ]
        },
        {
            "name": "Sp.ガードバーストD LG",
            "effect_detail": "敵2体に特殊大ダメージを与え、敵のSp.DEFをダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.DEF↓", "val": "中"} ]
        },
        {
            "name": "Sp.ガードバーストE Ⅳ",
            "effect_detail": "敵2～3体に特殊大ダメージを与え、敵のSp.DEFをダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.DEF↓", "val": "中"} ]
        },
        {
            "name": "Sp.マイトバーストE Ⅳ+",
            "effect_detail": "敵2～3体に特殊大ダメージを与え、敵のSp.ATKとSp.DEFをダウンさせる。",
            "tag": [ {"fx": "特殊ダメージ", "val": "大"}, {"fx": "Sp.ATK↓", "val": "中"}, {"fx": "Sp.DEF↓", "val": "中"} ]
        }
    ],
    [ /* 支援 */
        {
            "name": "パワーアシストA Ⅲ",
            "effect_detail": "味方1体のATKを特大アップさせる。",
            "tag": [ {"fx": "ATK↑", "val": "特大"} ]
        },
        {
            "name": "パワーアシストB Ⅲ",
            "effect_detail": "味方1～2体のATKを大アップさせる。",
            "tag": [ {"fx": "ATK↑", "val": "大"} ]
        },
        {
            "name": "パワーアシストC Ⅳ",
            "effect_detail": "味方1～3体のATKを大アップさせる。",
            "tag": [ {"fx": "ATK↑", "val": "大"} ]
        },
        {
            "name": "パワーアシストE Ⅳ",
            "effect_detail": "味方2～3体のATKを大アップさせる。",
            "tag": [ {"fx": "ATK↑", "val": "大"} ]
        },
        {
            "name": "火：パワーアシストB Ⅲ",
            "effect_detail": "味方1～2体のATKを大アップさせる。さらに味方がオーダースキル「火属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "オーダー(火/効果アップ)", "val": "中"} ]
        },
        {
            "name": "水：パワーアシストB Ⅲ",
            "effect_detail": "味方1～2体のATKを大アップさせる。さらに味方がオーダースキル「水属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "オーダー(水/効果アップ)", "val": "中"} ]
        },
        {
            "name": "水：パワーアシストC Ⅳ",
            "effect_detail": "味方1～3体のATKを大アップさせる。さらに味方がオーダースキル「水属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "オーダー(水/効果アップ)", "val": "中"} ]
        },
        {
            "name": "風：パワーアシストB Ⅲ",
            "effect_detail": "味方1～2体のATKを大アップさせる。さらに味方がオーダースキル「風属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "オーダー(風/効果アップ)", "val": "中"} ]
        },
        {
            "name": "風：パワーアシストD Ⅲ",
            "effect_detail": "味方2体のATKを大アップさせる。さらに味方がオーダースキル「風属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "オーダー(風/効果アップ)", "val": "中"} ]
        },
        {
            "name": "光：パワーアシストB Ⅲ",
            "effect_detail": "味方1～2体のATKを大アップさせる。さらに味方がオーダースキル「光属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "オーダー(光/効果アップ)", "val": "中"} ]
        },
        {
            "name": "水拡：パワーアシストB Ⅳ",
            "effect_detail": "味方1～2体のATKを特大アップする。オーダースキル「水属性効果増加」を発動中は味方2体のATKを特大アップする。",
            "tag": [ {"fx": "ATK↑", "val": "特大"}, {"fx": "オーダー(水/対象範囲UP)", "val": "2体"} ]
        },
        {
            "name": "チャージパワーアシストB Ⅱ",
            "effect_detail": "味方1～2体のATKをアップさせる。バトル時間60秒経過ごとにスキル効果がアップし、600秒経過で最大になる。(対ヒュージは30秒/120秒、LB・ギガント級討伐ではその半分)",
            "tag": [ {"fx": "ATK↑", "val": "中"}, {"fx": "チャージ", "val": "中"} ]
        },
        {
            "name": "カウンターパワーアシストC Ⅳ",
            "effect_detail": "味方1～3体のATKを大アップさせる。さらに劣勢時は効果が1.5倍になる。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "劣勢時効果UP", "val": "1.5倍"} ]
        },
        {
            "name": "火強：パワーアシストB Ⅲ",
            "effect_detail": "味方1～2体のATKを大アップさせる。さらに味方の火属性攻撃力が高いほどスキル効果が上昇する。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "味方の火属性攻撃力が高いほどUP", "val": "中"} ]
        },
        {
            "name": "水強：パワーアシストB Ⅲ",
            "effect_detail": "味方1～2体のATKを大アップさせる。さらに味方の水属性攻撃力が高いほどスキル効果が上昇する。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "味方の水属性攻撃力が高いほどUP", "val": "中"} ]
        },
        {
            "name": "ファイアパワーアシストB Ⅱ",
            "effect_detail": "味方1～2体のATKと火属性攻撃力をアップさせる。",
            "tag": [ {"fx": "ATK↑", "val": "中"}, {"fx": "火属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "ファイアパワーアシストB Ⅲ",
            "effect_detail": "味方1～2体のATKと火属性攻撃力を大アップさせる。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "火属性攻撃力↑", "val": "大"} ]
        },
        {
            "name": "ファイアパワーアシストC Ⅲ",
            "effect_detail": "味方1～3体のATKと火属性攻撃力をアップさせる。",
            "tag": [ {"fx": "ATK↑", "val": "中"}, {"fx": "火属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "ファイアパワーアシストC Ⅳ",
            "effect_detail": "味方1～3体のATKと火属性攻撃力を大アップさせる。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "火属性攻撃力↑", "val": "大"} ]
        },
        {
            "name": "カウンターファイアパワーアシストC Ⅳ",
            "effect_detail": "味方1～3体のATKと火属性攻撃力を大アップさせる。さらに劣勢時は効果が1.5倍になる。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "火属性攻撃力↑", "val": "大"}, {"fx": "劣勢時効果UP", "val": "1.5倍"} ]
        },
        {
            "name": "ウォーターパワーアシストB Ⅱ",
            "effect_detail": "味方1～2体のATKと水属性攻撃力をアップさせる。",
            "tag": [ {"fx": "ATK↑", "val": "中"}, {"fx": "水属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "ウォーターパワーアシストB Ⅲ",
            "effect_detail": "味方1～2体のATKと水属性攻撃力を大アップさせる。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "水属性攻撃力↑", "val": "大"} ]
        },
        {
            "name": "ウォーターパワーアシストC Ⅲ",
            "effect_detail": "味方1～3体のATKと水属性攻撃力をアップさせる。",
            "tag": [ {"fx": "ATK↑", "val": "中"}, {"fx": "水属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "ウォーターパワーアシストC Ⅳ",
            "effect_detail": "味方1～3体のATKと水属性攻撃力を大アップさせる。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "水属性攻撃力↑", "val": "大"} ]
        },
        {
            "name": "ウィンドパワーアシストB Ⅲ",
            "effect_detail": "味方1～2体のATKと風属性攻撃力を大アップさせる。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "風属性攻撃力↑", "val": "大"} ]
        },
        {
            "name": "ウィンドパワーアシストC Ⅲ",
            "effect_detail": "味方1～3体のATKと風属性攻撃力をアップさせる。",
            "tag": [ {"fx": "ATK↑", "val": "中"}, {"fx": "風属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "カウンターウィンドパワーアシストC Ⅳ",
            "effect_detail": "味方1～3体のATKと風属性攻撃力を大アップさせる。さらに劣勢時は効果が1.5倍になる。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "風属性攻撃力↑", "val": "大"}, {"fx": "劣勢時効果UP", "val": "1.5倍"} ]
        },
        {
            "name": "ライトパワーアシストB Ⅱ",
            "effect_detail": "味方1～2体のATKと光属性攻撃力をアップさせる。",
            "tag": [ {"fx": "ATK↑", "val": "中"}, {"fx": "光属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "Sp.パワーアシストA Ⅲ",
            "effect_detail": "味方1体のSp.ATKを特大アップさせる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "特大"} ]
        },
        {
            "name": "Sp.パワーアシストA Ⅳ",
            "effect_detail": "味方1体のSp.ATKを超特大アップさせる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "超特大"} ]
        },
        {
            "name": "Sp.パワーアシストB Ⅲ",
            "effect_detail": "味方1～2体のSp.ATKを大アップさせる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "大"} ]
        },
        {
            "name": "Sp.パワーアシストC Ⅳ",
            "effect_detail": "味方1～3体のSp.ATKを大アップさせる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "大"} ]
        },
        {
            "name": "Sp.パワーアシストE Ⅳ",
            "effect_detail": "味方2～3体のSp.ATKを大アップさせる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "大"} ]
        },
        {
            "name": "水：Sp.パワーアシストB Ⅲ",
            "effect_detail": "味方1～2体のSp.ATKを大アップさせる。さらに味方がオーダースキル「水属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "大"}, {"fx": "オーダー(水/効果アップ)", "val": "中"} ]
        },
        {
            "name": "水：Sp.パワーアシストC Ⅳ",
            "effect_detail": "味方1～3体のSp.ATKを大アップさせる。さらに味方がオーダースキル「水属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "大"}, {"fx": "オーダー(水/効果アップ)", "val": "中"} ]
        },
        {
            "name": "水：Sp.パワーアシストD Ⅲ",
            "effect_detail": "味方2体のSp.ATKを大アップさせる。さらに味方がオーダースキル「水属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "大"}, {"fx": "オーダー(水/効果アップ)", "val": "中"} ]
        },
        {
            "name": "風：Sp.パワーアシストB Ⅲ",
            "effect_detail": "味方1～2体のSp.ATKを大アップさせる。さらに味方がオーダースキル「風属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "大"}, {"fx": "オーダー(風/効果アップ)", "val": "中"} ]
        },
        {
            "name": "闇：Sp.パワーアシストB Ⅲ",
            "effect_detail": "味方1～2体のSp.ATKを大アップさせる。さらに味方がオーダースキル「闇属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "大"}, {"fx": "オーダー(闇/効果アップ)", "val": "中"} ]
        },
        {
            "name": "風拡：Sp.パワーアシストB Ⅳ",
            "effect_detail": "味方1～2体のSp.ATKを特大アップさせる。オーダースキル「風属性効果増加」を発動中は味方2体のSp.ATKを特大アップさせる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "特大"}, {"fx": "オーダー(風/対象範囲UP)", "val": "2体"} ]
        },
        {
            "name": "チャージSp.パワーアシストB Ⅱ",
            "effect_detail": "味方1～2体のSp.ATKをアップさせる。バトル時間60秒経過ごとにスキル効果がアップし、600秒経過で最大になる。(対ヒュージは30秒/120秒、LB・ギガント級討伐ではその半分)",
            "tag": [ {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "チャージ", "val": "中"} ]
        },
        {
            "name": "Sp.カウンターパワーアシストC Ⅳ",
            "effect_detail": "味方1～3体のSp.ATKを大アップさせる。さらに劣勢時は効果が1.5倍になる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "大"}, {"fx": "劣勢時効果UP", "val": "1.5倍"} ]
        },
        {
            "name": "火強：Sp.パワーアシストB Ⅲ",
            "effect_detail": "味方1～2体のSp.ATKを大アップさせる。さらに味方の火属性攻撃力が高いほどスキル効果が上昇する。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "大"}, {"fx": "味方の火属性攻撃力が高いほどUP", "val": "中"} ]
        },
        {
            "name": "水強：Sp.パワーアシストB Ⅲ",
            "effect_detail": "味方1～2体のSp.ATKを大アップさせる。さらに味方の水属性攻撃力が高いほどスキル効果が上昇する。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "大"}, {"fx": "味方の水属性攻撃力が高いほどUP", "val": "中"} ]
        },
        {
            "name": "風強：Sp.パワーアシストB Ⅲ",
            "effect_detail": "味方1～2体のSp.ATKを大アップさせる。さらに味方の風属性攻撃力が高いほどスキル効果が上昇する。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "大"}, {"fx": "味方の風属性攻撃力が高いほどUP", "val": "中"} ]
        },
        {
            "name": "Sp.ファイアパワーアシストB Ⅱ",
            "effect_detail": "味方1～2体のSp.ATKと火属性攻撃力をアップさせる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "火属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "Sp.ファイアパワーアシストB Ⅲ",
            "effect_detail": "味方1～2体のSp.ATKと火属性攻撃力を大アップさせる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "大"}, {"fx": "火属性攻撃力↑", "val": "大"} ]
        },
        {
            "name": "Sp.ファイアパワーアシストC Ⅲ",
            "effect_detail": "味方1～3体のSp.ATKと火属性攻撃力をアップさせる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "火属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "Sp.ファイアパワーアシストC Ⅳ",
            "effect_detail": "味方1～3体のSp.ATKと火属性攻撃力を大アップさせる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "大"}, {"fx": "火属性攻撃力↑", "val": "大"} ]
        },
        {
            "name": "Sp.カウンターファイアパワーアシストC Ⅳ",
            "effect_detail": "味方1～3体のSp.ATKと火属性攻撃力を大アップさせる。さらに劣勢時は効果が1.5倍になる。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "火属性攻撃力↑", "val": "大"}, {"fx": "劣勢時効果UP", "val": "1.5倍"} ]
        },
        {
            "name": "Sp.ウォーターパワーアシストB Ⅱ",
            "effect_detail": "味方1～2体のSp.ATKと水属性攻撃力をアップさせる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "水属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "Sp.ウォーターパワーアシストB Ⅲ",
            "effect_detail": "味方1～2体のSp.ATKと水属性攻撃力を大アップさせる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "大"}, {"fx": "水属性攻撃力↑", "val": "大"} ]
        },
        {
            "name": "Sp.ウォーターパワーアシストC Ⅲ",
            "effect_detail": "味方1～3体のSp.ATKと水属性攻撃力をアップさせる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "水属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "Sp.ウォーターパワーアシストC Ⅳ",
            "effect_detail": "味方1～3体のSp.ATKと水属性攻撃力を大アップさせる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "大"}, {"fx": "水属性攻撃力↑", "val": "大"} ]
        },
        {
            "name": "Sp.ウィンドパワーアシストB Ⅱ",
            "effect_detail": "味方1～2体のSp.ATKと風属性攻撃力をアップさせる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "風属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "Sp.ウィンドパワーアシストB Ⅲ",
            "effect_detail": "味方1～2体のSp.ATKと風属性攻撃力を大アップさせる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "大"}, {"fx": "風属性攻撃力↑", "val": "大"} ]
        },
        {
            "name": "Sp.ウィンドパワーアシストC Ⅲ",
            "effect_detail": "味方1～3体のSp.ATKと風属性攻撃力をアップさせる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "風属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "Sp.ウィンドパワーアシストC Ⅳ",
            "effect_detail": "味方1～3体のSp.ATKと風属性攻撃力を大アップさせる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "大"}, {"fx": "風属性攻撃力↑", "val": "大"} ]
        },
        {
            "name": "Sp.ダークパワーアシストB Ⅱ",
            "effect_detail": "味方1～2体のSp.ATKと闇属性攻撃力をアップさせる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "中"}, {"fx": "闇属性攻撃力↑", "val": "中"} ]
        },
        {
            "name": "ガードアシストA Ⅲ",
            "effect_detail": "味方1体のDEFを特大アップさせる。",
            "tag": [ {"fx": "DEF↑", "val": "特大"} ]
        },
        {
            "name": "ガードアシストA Ⅱ",
            "effect_detail": "味方1体のDEFを大アップさせる。",
            "tag": [ {"fx": "DEF↑", "val": "大"} ]
        },
        {
            "name": "ガードアシストB Ⅲ",
            "effect_detail": "味方1～2体のDEFを大アップさせる。",
            "tag": [ {"fx": "DEF↑", "val": "大"} ]
        },
        {
            "name": "ガードアシストC Ⅳ",
            "effect_detail": "味方1～3体のDEFを大アップする。",
            "tag": [ {"fx": "DEF↑", "val": "大"} ]
        },
        {
            "name": "ガードアシストD Ⅱ",
            "effect_detail": "味方2体のDEFをアップさせる。",
            "tag": [ {"fx": "DEF↑", "val": "中"} ]
        },
        {
            "name": "ガードアシストD Ⅲ",
            "effect_detail": "味方2体のDEFを大アップさせる。",
            "tag": [ {"fx": "DEF↑", "val": "大"} ]
        },
        {
            "name": "火：ガードアシストC Ⅳ",
            "effect_detail": "味方1～3体のDEFを大アップする。さらに味方がオーダースキル「火属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "DEF↑", "val": "大"}, {"fx": "オーダー(火/効果アップ)", "val": "中"} ]
        },
        {
            "name": "水：ガードアシストC Ⅳ",
            "effect_detail": "味方1～3体のDEFを大アップする。さらに味方がオーダースキル「水属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "DEF↑", "val": "大"}, {"fx": "オーダー(水/効果アップ)", "val": "中"} ]
        },
        {
            "name": "風：ガードアシストB Ⅲ",
            "effect_detail": "味方1～2体のDEFを大アップさせる。さらに味方がオーダースキル「風属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "DEF↑", "val": "大"}, {"fx": "オーダー(風/効果アップ)", "val": "中"} ]
        },
        {
            "name": "光：ガードアシストB Ⅲ",
            "effect_detail": "味方1～2体のDEFを大アップさせる。さらに味方がオーダースキル「光属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "DEF↑", "val": "大"}, {"fx": "オーダー(光/効果アップ)", "val": "中"} ]
        },
        {
            "name": "チャージガードアシストC Ⅲ",
            "effect_detail": "味方1～3体のDEFをアップさせる。バトル時間60秒経過ごとにスキル効果がアップし、600秒経過で最大になる。(対ヒュージは30秒/120秒、LB・ギガント級討伐ではその半分)",
            "tag": [ {"fx": "DEF↑", "val": "中"}, {"fx": "チャージ", "val": "中"} ]
        },
        {
            "name": "ファイアガードアシストB Ⅲ",
            "effect_detail": "味方1～2体のDEFと火属性防御力を大アップさせる。",
            "tag": [ {"fx": "DEF↑", "val": "大"}, {"fx": "火属性防御力↑", "val": "大"} ]
        },
        {
            "name": "ダークガードアシストB Ⅱ",
            "effect_detail": "味方1～2体のDEFと闇属性防御力をアップさせる。",
            "tag": [ {"fx": "DEF↑", "val": "中"}, {"fx": "闇属性防御力↑", "val": "中"} ]
        },
        {
            "name": "Sp.ガードアシストA Ⅱ",
            "effect_detail": "味方1体のSp.DEFを大アップさせる。",
            "tag": [ {"fx": "Sp.DEF↑", "val": "大"} ]
        },
        {
            "name": "Sp.ガードアシストA Ⅲ",
            "effect_detail": "味方1体のSp.DEFを特大アップさせる。",
            "tag": [ {"fx": "Sp.DEF↑", "val": "特大"} ]
        },
        {
            "name": "Sp.ガードアシストB Ⅲ",
            "effect_detail": "味方1～2体のSp.DEFを大アップさせる。",
            "tag": [ {"fx": "Sp.DEF↑", "val": "大"} ]
        },
        {
            "name": "Sp.ガードアシストC Ⅳ",
            "effect_detail": "味方1～3体のSp.DEFを大アップする。",
            "tag": [ {"fx": "Sp.DEF↑", "val": "大"} ]
        },
        {
            "name": "Sp.ガードアシストD Ⅲ",
            "effect_detail": "味方2体のSp.DEFを大アップさせる。",
            "tag": [ {"fx": "Sp.DEF↑", "val": "大"} ]
        },
        {
            "name": "Sp.ガードアシストE Ⅳ",
            "effect_detail": "味方2～3体のSp.DEFを大アップさせる。",
            "tag": [ {"fx": "Sp.DEF↑", "val": "大"} ]
        },
        {
            "name": "火：Sp.ガードアシストB Ⅲ",
            "effect_detail": "味方1～2体のSp.DEFを大アップさせる。さらに味方がオーダースキル「火属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "Sp.DEF↑", "val": "大"}, {"fx": "オーダー(火/効果アップ)", "val": "中"} ]
        },
        {
            "name": "チャージSp.ガードアシストC Ⅲ",
            "effect_detail": "味方1～3体のSp.DEFをアップさせる。バトル時間60秒経過ごとにスキル効果がアップし、600秒経過で最大になる。(対ヒュージは30秒/120秒、LB・ギガント級討伐ではその半分)",
            "tag": [ {"fx": "Sp.DEF↑", "val": "中"}, {"fx": "チャージ", "val": "中"} ]
        },
        {
            "name": "Sp.ライトガードアシストB Ⅱ",
            "effect_detail": "味方1～2体のSp.DEFと光属性防御力をアップさせる。",
            "tag": [ {"fx": "Sp.DEF↑", "val": "中"}, {"fx": "光属性防御力↑", "val": "中"} ]
        },
        {
            "name": "Sp.ダークガードアシストB Ⅱ",
            "effect_detail": "味方1～2体のSp.DEFと闇属性防御力をアップさせる。",
            "tag": [ {"fx": "Sp.DEF↑", "val": "中"}, {"fx": "闇属性防御力↑", "val": "中"} ]
        },
        {
            "name": "WパワーアシストA Ⅲ",
            "effect_detail": "味方1体のATKとSp.ATKを大アップさせる。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "Sp.ATK↑", "val": "大"} ]
        },
        {
            "name": "WパワーアシストB Ⅲ",
            "effect_detail": "味方1～2体のATKとSp.ATKを大アップさせる。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "Sp.ATK↑", "val": "大"} ]
        },
        {
            "name": "WパワーアシストC Ⅳ",
            "effect_detail": "味方1～3体のATKとSp.ATKを大アップさせる。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "Sp.ATK↑", "val": "大"} ]
        },
        {
            "name": "WパワーアシストD LG",
            "effect_detail": "味方2体のATKとSp.ATKを大アップさせる。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "Sp.ATK↑", "val": "大"} ]
        },
        {
            "name": "WパワーアシストD Ⅲ",
            "effect_detail": "味方2体のATKとSp.ATKを大アップさせる。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "Sp.ATK↑", "val": "大"} ]
        },
        {
            "name": "水：WパワーアシストB Ⅲ",
            "effect_detail": "味方1～2体のATKとSp.ATKを大アップさせる。さらに味方がオーダースキル「水属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "Sp.ATK↑", "val": "大"}, {"fx": "オーダー(水/効果アップ)", "val": "中"} ]
        },
        {
            "name": "風：WパワーアシストB Ⅲ",
            "effect_detail": "味方1～2体のATKとSp.ATKを大アップさせる。さらに味方がオーダースキル「風属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "Sp.ATK↑", "val": "大"}, {"fx": "オーダー(風/効果アップ)", "val": "中"} ]
        },
        {
            "name": "光：WパワーアシストA Ⅲ",
            "effect_detail": "味方1体のATKとSp.ATKを大アップさせる。さらに味方がオーダースキル「光属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "Sp.ATK↑", "val": "大"}, {"fx": "オーダー(光/効果アップ)", "val": "中"} ]
        },
        {
            "name": "火強：WパワーアシストB Ⅲ",
            "effect_detail": "味方1～2体のATKとSp.ATKを大アップさせる。さらに味方の火属性攻撃力が高いほどスキル効果が上昇する。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "Sp.ATK↑", "val": "大"}, {"fx": "味方の火属性攻撃力が高いほどUP", "val": "中"} ]
        },
        {
            "name": "WガードアシストA Ⅲ",
            "effect_detail": "味方1体のDEFとSp.DEFを大アップさせる。",
            "tag": [ {"fx": "DEF↑", "val": "大"}, {"fx": "Sp.DEF↑", "val": "大"} ]
        },
        {
            "name": "WガードアシストB Ⅲ",
            "effect_detail": "味方1～2体のDEFとSp.DEFを大アップさせる。",
            "tag": [ {"fx": "DEF↑", "val": "大"}, {"fx": "Sp.DEF↑", "val": "大"} ]
        },
        {
            "name": "WガードアシストC Ⅳ",
            "effect_detail": "味方1～3体のDEFとSp.DEFを大アップさせる。",
            "tag": [ {"fx": "DEF↑", "val": "大"}, {"fx": "Sp.DEF↑", "val": "大"} ]
        },
        {
            "name": "WガードアシストD LG",
            "effect_detail": "味方2体のDEFとSp.DEFを大アップさせる。",
            "tag": [ {"fx": "DEF↑", "val": "大"}, {"fx": "Sp.DEF↑", "val": "大"} ]
        },
        {
            "name": "WガードアシストD Ⅲ",
            "effect_detail": "味方2体のDEFとSp.DEFを大アップさせる。",
            "tag": [ {"fx": "DEF↑", "val": "大"}, {"fx": "Sp.DEF↑", "val": "大"} ]
        },
        {
            "name": "WガードアシストE LG",
            "effect_detail": "味方2～3体のDEFとSp.DEFを大アップさせる。",
            "tag": [ {"fx": "DEF↑", "val": "大"}, {"fx": "Sp.DEF↑", "val": "大"} ]
        },
        {
            "name": "火：WガードアシストC Ⅳ",
            "effect_detail": "味方1～3体のDEFとSp.DEFを大アップさせる。さらに味方がオーダースキル「火属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "DEF↑", "val": "大"}, {"fx": "Sp.DEF↑", "val": "大"}, {"fx": "オーダー(火/効果アップ)", "val": "中"} ]
        },
        {
            "name": "水：WガードアシストC Ⅳ",
            "effect_detail": "味方1～3体のDEFとSp.DEFを大アップする。さらに味方がオーダースキル「水属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "DEF↑", "val": "大"}, {"fx": "Sp.DEF↑", "val": "大"}, {"fx": "オーダー(水/効果アップ)", "val": "中"} ]
        },
        {
            "name": "風：WガードアシストC Ⅳ",
            "effect_detail": "味方1～3体のDEFとSp.DEFを大アップさせる。さらに味方がオーダースキル「風属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "DEF↑", "val": "大"}, {"fx": "Sp.DEF↑", "val": "大"}, {"fx": "オーダー(風/効果アップ)", "val": "中"} ]
        },
        {
            "name": "光：WガードアシストB Ⅲ",
            "effect_detail": "味方1～2体のDEFとSp.DEFを大アップさせる。さらに味方がオーダースキル「光属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "DEF↑", "val": "大"}, {"fx": "Sp.DEF↑", "val": "大"}, {"fx": "オーダー(光/効果アップ)", "val": "中"} ]
        },
        {
            "name": "闇：WガードアシストB Ⅲ",
            "effect_detail": "味方1～2体のDEFとSp.DEFを大アップさせる。さらに味方がオーダースキル「闇属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "DEF↑", "val": "大"}, {"fx": "Sp.DEF↑", "val": "大"}, {"fx": "オーダー(闇/効果アップ)", "val": "中"} ]
        },
        {
            "name": "火拡：WガードアシストB Ⅳ",
            "effect_detail": "味方1～2体のDEFとSp.DEFを特大アップさせる。オーダースキル「火属性効果増加」を発動中は味方2体のDEFとSp.DEFを特大アップさせる。",
            "tag": [ {"fx": "DEF↑", "val": "特大"}, {"fx": "Sp.DEF↑", "val": "特大"}, {"fx": "オーダー(火/対象範囲UP)", "val": "2体"} ]
        },
        {
            "name": "マイトアシストA Ⅲ",
            "effect_detail": "味方1体のATKとDEFを大アップさせる。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "DEF↑", "val": "大"} ]
        },
        {
            "name": "マイトアシストB Ⅲ",
            "effect_detail": "味方1～2体のATKとDEFを大アップさせる。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "DEF↑", "val": "大"} ]
        },
        {
            "name": "[風防]マイトアシストB Ⅲ",
            "effect_detail": "味方1～2体のATKと風属性防御力を大アップさせる。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "風属性防御力↑", "val": "大"} ]
        },
        {
            "name": "Sp.マイトアシストA Ⅲ",
            "effect_detail": "味方1体のSp.ATKとSp.DEFを大アップさせる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "大"}, {"fx": "Sp.DEF↑", "val": "大"} ]
        },
        {
            "name": "Sp.マイトアシストB Ⅲ",
            "effect_detail": "味方1～2体のSp.ATKとSp.DEFを大アップさせる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "大"}, {"fx": "Sp.DEF↑", "val": "大"} ]
        },
        {
            "name": "Sp.マイトアシストE Ⅳ",
            "effect_detail": "味方2～3体のSp.ATKとSp.DEFを大アップさせる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "大"}, {"fx": "Sp.DEF↑", "val": "大"} ]
        },
        {
            "name": "[火防]Sp.マイトアシストB Ⅲ",
            "effect_detail": "味方1～2体のSp.ATKと火属性防御力を大アップさせる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "大"}, {"fx": "火属性防御力↑", "val": "大"} ]
        },
        {
            "name": "[風防]Sp.マイトアシストB Ⅲ",
            "effect_detail": "味方1～2体のSp.ATKと風属性防御力を大アップさせる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "大"}, {"fx": "風属性防御力↑", "val": "大"} ]
        },
        {
            "name": "[火攻風防]マイトアシストB Ⅲ",
            "effect_detail": "味方1～2体の火属性攻撃力と風属性防御力を大アップさせる。",
            "tag": [ {"fx": "火属性攻撃力↑", "val": "大"}, {"fx": "風属性防御力↑", "val": "大"} ]
        },
        {
            "name": "[火攻風防]マイトアシストC Ⅳ",
            "effect_detail": "味方1～3体の火属性攻撃力と風属性防御力を大アップさせる。",
            "tag": [ {"fx": "火属性攻撃力↑", "val": "大"}, {"fx": "風属性防御力↑", "val": "大"} ]
        },
        {
            "name": "[水攻火防]マイトアシストB Ⅲ",
            "effect_detail": "味方1～2体の水属性攻撃力と火属性防御力を大アップさせる。",
            "tag": [ {"fx": "水属性攻撃力↑", "val": "大"}, {"fx": "火属性防御力↑", "val": "大"} ]
        },
        {
            "name": "[風攻水防]マイトアシストC Ⅳ",
            "effect_detail": "味方1～3体の風属性攻撃力と水属性防御力を大アップさせる。",
            "tag": [ {"fx": "風属性攻撃力↑", "val": "大"}, {"fx": "水属性防御力↑", "val": "大"} ]
        },
        {
            "name": "ディファーアシストB Ⅲ",
            "effect_detail": "味方1～2体のSp.ATKとDEFを大アップさせる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "大"}, {"fx": "DEF↑", "val": "大"} ]
        },
        {
            "name": "ディファーアシストC Ⅳ",
            "effect_detail": "味方1～3体のSp.ATKとDEFを大アップさせる。",
            "tag": [ {"fx": "Sp.ATK↑", "val": "大"}, {"fx": "DEF↑", "val": "大"} ]
        },
        {
            "name": "Sp.ディファーアシストB Ⅲ",
            "effect_detail": "味方1～2体のATKとSp.DEFを大アップさせる。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "Sp.DEF↑", "val": "大"} ]
        },
        {
            "name": "Sp.ディファーアシストC Ⅳ",
            "effect_detail": "味方1～3体のATKとSp.DEFを大アップさせる。",
            "tag": [ {"fx": "ATK↑", "val": "大"}, {"fx": "Sp.DEF↑", "val": "大"} ]
        },
        {
            "name": "ライフアシストB Ⅱ",
            "effect_detail": "味方1～2体の最大HPをアップさせる。",
            "tag": [ {"fx": "最大HP↑", "val": "中"} ]
        },
        {
            "name": "Sp.ガードライフアシストD Ⅱ",
            "effect_detail": "味方2体のSp.DEFと最大HPをアップさせる。",
            "tag": [ {"fx": "Sp.DEF↑", "val": "中"}, {"fx": "最大HP↑", "val": "中"} ]
        }
    ],
    [ /* 妨害 */
        {
            "name": "パワーフォールA Ⅲ",
            "effect_detail": "敵1体のATKを特大ダウンさせる。",
            "tag": [ {"fx": "ATK↓", "val": "特大"} ]
        },
        {
            "name": "パワーフォールB Ⅲ",
            "effect_detail": "敵1～2体のATKを大ダウンさせる。",
            "tag": [ {"fx": "ATK↓", "val": "大"} ]
        },
        {
            "name": "パワーフォールB Ⅱ",
            "effect_detail": "敵1～2体のATKをダウンさせる。",
            "tag": [ {"fx": "ATK↓", "val": "中"} ]
        },
        {
            "name": "パワーフォールC Ⅳ",
            "effect_detail": "敵1～3体のATKを大ダウンさせる。",
            "tag": [ {"fx": "ATK↓", "val": "大"} ]
        },
        {
            "name": "火：パワーフォールB Ⅲ",
            "effect_detail": "敵1～2体のATKを大ダウンさせる。さらに味方がオーダースキル「火属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "ATK↓", "val": "大"}, {"fx": "オーダー(火/効果アップ)", "val": "中"} ]
        },
        {
            "name": "水：パワーフォールB Ⅲ",
            "effect_detail": "敵1～2体のATKを大ダウンさせる。さらに味方がオーダースキル「水属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "ATK↓", "val": "大"}, {"fx": "オーダー(水/効果アップ)", "val": "中"} ]
        },
        {
            "name": "風：パワーフォールB Ⅲ",
            "effect_detail": "敵1～2体のATKを大ダウンさせる。さらに味方がオーダースキル「風属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "ATK↓", "val": "大"}, {"fx": "オーダー(風/効果アップ)", "val": "中"} ]
        },
        {
            "name": "光：パワーフォールB Ⅲ",
            "effect_detail": "敵1～2体のATKを大ダウンさせる。さらに味方がオーダースキル「光属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "ATK↓", "val": "大"}, {"fx": "オーダー(光/効果アップ)", "val": "中"} ]
        },
        {
            "name": "闇：パワーフォールB Ⅲ",
            "effect_detail": "敵1～2体のATKを大ダウンさせる。さらに味方がオーダースキル「闇属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "ATK↓", "val": "大"}, {"fx": "オーダー(闇/効果アップ)", "val": "中"} ]
        },
        {
            "name": "チャージパワーフォールB Ⅱ",
            "effect_detail": "敵1～2体のATKをダウンさせる。バトル時間60秒経過ごとにスキル効果がアップし、600秒経過で最大になる。(対ヒュージは30秒/120秒、LB・ギガント級討伐ではその半分)",
            "tag": [ {"fx": "ATK↓", "val": "中"}, {"fx": "チャージ", "val": "中"} ]
        },
        {
            "name": "火弱：パワーフォールB Ⅲ",
            "effect_detail": "敵1～2体のATKを大ダウンさせる。さらに敵の火属性攻撃力が低いほどスキル効果が上昇する。",
            "tag": [ {"fx": "ATK↓", "val": "大"}, {"fx": "敵の火属性攻撃力が低いほどUP", "val": "中"} ]
        },
        {
            "name": "水弱：パワーフォールB Ⅲ",
            "effect_detail": "敵1～2体のATKを大ダウンさせる。さらに敵の水属性攻撃力が低いほどスキル効果が上昇する。",
            "tag": [ {"fx": "ATK↓", "val": "大"}, {"fx": "敵の水属性攻撃力が低いほどUP", "val": "中"} ]
        },
        {
            "name": "ファイアパワーフォールB Ⅱ",
            "effect_detail": "敵1～2体のATKと火属性攻撃力をダウンさせる。",
            "tag": [ {"fx": "ATK↓", "val": "中"}, {"fx": "火属性攻撃力↓", "val": "中"} ]
        },
        {
            "name": "ファイアパワーフォールB Ⅲ",
            "effect_detail": "敵1～2体のATKと火属性攻撃力を大ダウンさせる。",
            "tag": [ {"fx": "ATK↓", "val": "大"}, {"fx": "火属性攻撃力↓", "val": "大"} ]
        },
        {
            "name": "ファイアパワーフォールC Ⅲ",
            "effect_detail": "敵1～3体のATKと火属性攻撃力をダウンさせる。",
            "tag": [ {"fx": "ATK↓", "val": "中"}, {"fx": "火属性攻撃力↓", "val": "中"} ]
        },
        {
            "name": "ファイアパワーフォールC Ⅳ",
            "effect_detail": "敵1～3体のATKと火属性攻撃力を大ダウンさせる。",
            "tag": [ {"fx": "ATK↓", "val": "大"}, {"fx": "火属性攻撃力↓", "val": "大"} ]
        },
        {
            "name": "カウンターファイアパワーフォールC Ⅳ",
            "effect_detail": "敵1～3体のATKと火属性攻撃力を大ダウンさせる。さらに劣勢時は効果が1.5倍になる。",
            "tag": [ {"fx": "ATK↓", "val": "大"}, {"fx": "火属性攻撃力↓", "val": "大"}, {"fx": "劣勢時効果UP", "val": "1.5倍"} ]
        },
        {
            "name": "ウォーターパワーフォールB Ⅱ",
            "effect_detail": "敵1～2体のATKと水属性攻撃力をダウンさせる。",
            "tag": [ {"fx": "ATK↓", "val": "中"}, {"fx": "水属性攻撃力↓", "val": "中"} ]
        },
        {
            "name": "ウォーターパワーフォールB Ⅲ",
            "effect_detail": "敵1～2体のATKと水属性攻撃力を大ダウンさせる。",
            "tag": [ {"fx": "ATK↓", "val": "大"}, {"fx": "水属性攻撃力↓", "val": "大"} ]
        },
        {
            "name": "ウォーターパワーフォールC Ⅲ",
            "effect_detail": "敵1～3体のATKと水属性攻撃力をダウンさせる。",
            "tag": [ {"fx": "ATK↓", "val": "中"}, {"fx": "水属性攻撃力↓", "val": "中"} ]
        },
        {
            "name": "ウォーターパワーフォールC Ⅳ",
            "effect_detail": "敵1～3体のATKと水属性攻撃力を大ダウンさせる。",
            "tag": [ {"fx": "ATK↓", "val": "大"}, {"fx": "水属性攻撃力↓", "val": "大"} ]
        },
        {
            "name": "ウィンドパワーフォールB Ⅱ",
            "effect_detail": "敵1～2体のATKと風属性攻撃力をダウンさせる。",
            "tag": [ {"fx": "ATK↓", "val": "中"}, {"fx": "風属性攻撃力↓", "val": "中"} ]
        },
        {
            "name": "ウィンドパワーフォールB Ⅲ",
            "effect_detail": "敵1～2体のATKと風属性攻撃力を大ダウンさせる。",
            "tag": [ {"fx": "ATK↓", "val": "大"}, {"fx": "風属性攻撃力↓", "val": "大"} ]
        },
        {
            "name": "ウィンドパワーフォールC Ⅲ",
            "effect_detail": "敵1～3体のATKと風属性攻撃力をダウンさせる。",
            "tag": [ {"fx": "ATK↓", "val": "中"}, {"fx": "風属性攻撃力↓", "val": "中"} ]
        },
        {
            "name": "ウィンドパワーフォールC Ⅳ",
            "effect_detail": "敵1～3体のATKと風属性攻撃力を大ダウンさせる。",
            "tag": [ {"fx": "ATK↓", "val": "大"}, {"fx": "風属性攻撃力↓", "val": "大"} ]
        },
        {
            "name": "風：ウィンドパワーフォールC Ⅲ",
            "effect_detail": "敵1～3体のATKと風属性攻撃力をダウンさせる。さらに味方がオーダースキル「風属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "ATK↓", "val": "中"}, {"fx": "風属性攻撃力↓", "val": "中"}, {"fx": "オーダー(風/効果アップ)", "val": "中"} ]
        },
        {
            "name": "ライトパワーフォールB Ⅱ",
            "effect_detail": "敵1～2体のATKと光属性攻撃力をダウンさせる。",
            "tag": [ {"fx": "ATK↓", "val": "中"}, {"fx": "光属性攻撃力↓", "val": "中"} ]
        },
        {
            "name": "ダークパワーフォールB Ⅱ",
            "effect_detail": "敵1～2体のATKと闇属性攻撃力をダウンさせる。",
            "tag": [ {"fx": "ATK↓", "val": "中"}, {"fx": "闇属性攻撃力↓", "val": "中"} ]
        },
        {
            "name": "Sp.パワーフォールA Ⅲ",
            "effect_detail": "敵1体のSp.ATKを特大ダウンさせる。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "特大"} ]
        },
        {
            "name": "Sp.パワーフォールB Ⅲ",
            "effect_detail": "敵1～2体のSp.ATKを大ダウンさせる。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "大"} ]
        },
        {
            "name": "Sp.パワーフォールC Ⅳ",
            "effect_detail": "敵1～3体のSp.ATKを大ダウンさせる。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "大"} ]
        },
        {
            "name": "Sp.パワーフォールE Ⅳ",
            "effect_detail": "敵2～3体のSp.ATKを大ダウンさせる。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "大"} ]
        },
        {
            "name": "火：Sp.パワーフォールB Ⅲ",
            "effect_detail": "敵1～2体のSp.ATKを大ダウンさせる。さらに味方がオーダースキル「火属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "大"}, {"fx": "オーダー(火/効果アップ)", "val": "中"} ]
        },
        {
            "name": "水：Sp.パワーフォールB Ⅲ",
            "effect_detail": "敵1～2体のSp.ATKを大ダウンさせる。さらに味方がオーダースキル「水属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "大"}, {"fx": "オーダー(水/効果アップ)", "val": "中"} ]
        },
        {
            "name": "光：Sp.パワーフォールB Ⅲ",
            "effect_detail": "敵1～2体のSp.ATKを大ダウンさせる。さらに味方がオーダースキル「光属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "大"}, {"fx": "オーダー(光/効果アップ)", "val": "中"} ]
        },
        {
            "name": "闇：Sp.パワーフォールB Ⅲ",
            "effect_detail": "敵1～2体のSp.ATKを大ダウンさせる。さらに味方がオーダースキル「闇属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "大"}, {"fx": "オーダー(闇/効果アップ)", "val": "中"} ]
        },
        {
            "name": "水拡：Sp.パワーフォールB Ⅳ",
            "effect_detail": "敵1～2体のSp.ATKを特大ダウンさせる。オーダースキル「水属性効果増加」を発動中は敵2体のSp.ATKを特大ダウンさせる。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "特大"}, {"fx": "オーダー(水/対象範囲UP)", "val": "2体"} ]
        },
        {
            "name": "チャージSp.パワーフォールB Ⅱ",
            "effect_detail": "敵1～2体のSp.ATKをダウンさせる。バトル時間60秒経過ごとにスキル効果がアップし、600秒経過で最大になる。(対ヒュージは30秒/120秒、LB・ギガント級討伐ではその半分)",
            "tag": [ {"fx": "Sp.ATK↓", "val": "中"}, {"fx": "チャージ", "val": "中"} ]
        },
        {
            "name": "火弱：Sp.パワーフォールB Ⅲ",
            "effect_detail": "敵1～2体のSp.ATKを大ダウンさせる。さらに敵の火属性攻撃力が低いほどスキル効果が上昇する。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "大"}, {"fx": "敵の火属性攻撃力が低いほどUP", "val": "中"} ]
        },
        {
            "name": "Sp.ファイアパワーフォールB Ⅱ",
            "effect_detail": "敵1～2体のSp.ATKと火属性攻撃力をダウンさせる。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "中"}, {"fx": "火属性攻撃力↓", "val": "中"} ]
        },
        {
            "name": "Sp.ファイアパワーフォールB Ⅲ",
            "effect_detail": "敵1～2体のSp.ATKと火属性攻撃力を大ダウンさせる。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "大"}, {"fx": "火属性攻撃力↓", "val": "大"} ]
        },
        {
            "name": "Sp.ファイアパワーフォールB Ⅳ",
            "effect_detail": "敵1～2体のSp.ATKと火属性攻撃力を特大ダウンさせる。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "特大"}, {"fx": "火属性攻撃力↓", "val": "特大"} ]
        },
        {
            "name": "Sp.ファイアパワーフォールC Ⅲ",
            "effect_detail": "敵1～3体のSp.ATKと火属性攻撃力をダウンさせる。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "中"}, {"fx": "火属性攻撃力↓", "val": "中"} ]
        },
        {
            "name": "Sp.ファイアパワーフォールC Ⅳ",
            "effect_detail": "敵1～3体のSp.ATKと火属性攻撃力を大ダウンさせる。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "大"}, {"fx": "火属性攻撃力↓", "val": "大"} ]
        },
        {
            "name": "火：Sp.ファイアパワーフォールC Ⅲ",
            "effect_detail": "敵1～3体のSp.ATKと火属性攻撃力をダウンさせる。さらに味方がオーダースキル「火属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "中"}, {"fx": "火属性攻撃力↓", "val": "中"}, {"fx": "オーダー(火/効果アップ)", "val": "中"} ]
        },
        {
            "name": "水拡：Sp.ファイアパワーフォールB Ⅲ",
            "effect_detail": "敵1～2体のSp.ATKと火属性攻撃力を大ダウンさせる。さらに味方がオーダースキル「水属性効果増加」を発動中は敵2体のSp.ATKと火属性攻撃力を大ダウンさせる。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "大"}, {"fx": "火属性攻撃力↓", "val": "大"}, {"fx": "オーダー(水/対象範囲UP)", "val": "2体"} ]
        },
        {
            "name": "Sp.カウンターファイアパワーフォールC Ⅳ",
            "effect_detail": "敵1～3体のSp.ATKと火属性攻撃力を大ダウンさせる。さらに劣勢時は効果が1.5倍になる。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "大"}, {"fx": "火属性攻撃力↓", "val": "大"}, {"fx": "劣勢時効果UP", "val": "1.5倍"} ]
        },
        {
            "name": "Sp.ウォーターパワーフォールB Ⅱ",
            "effect_detail": "敵1～2体のSp.ATKと水属性攻撃力をダウンさせる。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "中"}, {"fx": "水属性攻撃力↓", "val": "中"} ]
        },
        {
            "name": "Sp.ウォーターパワーフォールB Ⅲ",
            "effect_detail": "敵1～2体のSp.ATKと水属性攻撃力を大ダウンさせる。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "大"}, {"fx": "水属性攻撃力↓", "val": "大"} ]
        },
        {
            "name": "Sp.ウォーターパワーフォールC Ⅳ",
            "effect_detail": "敵1～3体のSp.ATKと水属性攻撃力を大ダウンさせる。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "大"}, {"fx": "水属性攻撃力↓", "val": "大"} ]
        },
        {
            "name": "Sp.ウィンドパワーフォールB Ⅱ",
            "effect_detail": "敵1～2体のSp.ATKと風属性攻撃力をダウンさせる。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "中"}, {"fx": "風属性攻撃力↓", "val": "中"} ]
        },
        {
            "name": "Sp.ウィンドパワーフォールB Ⅲ",
            "effect_detail": "敵1～2体のSp.ATKと風属性攻撃力を大ダウンさせる。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "大"}, {"fx": "風属性攻撃力↓", "val": "大"} ]
        },
        {
            "name": "Sp.ライトパワーフォールB Ⅱ",
            "effect_detail": "敵1～2体のSp.ATKと光属性攻撃力をダウンさせる。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "中"}, {"fx": "光属性攻撃力↓", "val": "中"} ]
        },
        {
            "name": "Sp.ダークパワーフォールB Ⅱ",
            "effect_detail": "敵1～2体のSp.ATKと闇属性攻撃力をダウンさせる。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "中"}, {"fx": "闇属性攻撃力↓", "val": "中"} ]
        },
        {
            "name": "ガードフォールA Ⅲ",
            "effect_detail": "敵1体のDEFを特大ダウンさせる。",
            "tag": [ {"fx": "DEF↓", "val": "特大"} ]
        },
        {
            "name": "ガードフォールA Ⅳ",
            "effect_detail": "敵1体のDEFを超特大ダウンさせる。",
            "tag": [ {"fx": "DEF↓", "val": "超特大"} ]
        },
        {
            "name": "ガードフォールB Ⅲ",
            "effect_detail": "敵1～2体のDEFを大ダウンさせる。",
            "tag": [ {"fx": "DEF↓", "val": "大"} ]
        },
        {
            "name": "ガードフォールC Ⅳ",
            "effect_detail": "敵1～3体のDEFを大ダウンさせる。",
            "tag": [ {"fx": "DEF↓", "val": "大"} ]
        },
        {
            "name": "ガードフォールE Ⅳ",
            "effect_detail": "敵2～3体のDEFを大ダウンさせる。",
            "tag": [ {"fx": "DEF↓", "val": "大"} ]
        },
        {
            "name": "火：ガードフォールB Ⅲ",
            "effect_detail": "敵1～2体のDEFを大ダウンさせる。さらに味方がオーダースキル「火属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "DEF↓", "val": "大"}, {"fx": "オーダー(火/効果アップ)", "val": "中"} ]
        },
        {
            "name": "水：ガードフォールB Ⅲ",
            "effect_detail": "敵1～2体のDEFを大ダウンさせる。さらに味方がオーダースキル「水属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "DEF↓", "val": "大"}, {"fx": "オーダー(水/効果アップ)", "val": "中"} ]
        },
        {
            "name": "風：ガードフォールB Ⅲ",
            "effect_detail": "敵1～2体のDEFを大ダウンさせる。さらに味方がオーダースキル「風属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "DEF↓", "val": "大"}, {"fx": "オーダー(風/効果アップ)", "val": "中"} ]
        },
        {
            "name": "闇：ガードフォールB Ⅲ",
            "effect_detail": "敵1～2体のDEFを大ダウンさせる。さらに味方がオーダースキル「闇属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "DEF↓", "val": "大"}, {"fx": "オーダー(闇/効果アップ)", "val": "中"} ]
        },
        {
            "name": "チャージガードフォールB Ⅱ",
            "effect_detail": "敵1～2体のDEFをダウンさせる。バトル時間60秒経過ごとにスキル効果がアップし、600秒経過で最大になる。(対ヒュージは30秒/120秒、LB・ギガント級討伐ではその半分)",
            "tag": [ {"fx": "DEF↓", "val": "中"}, {"fx": "チャージ", "val": "中"} ]
        },
        {
            "name": "水弱：ガードフォールB Ⅲ",
            "effect_detail": "敵1～2体のDEFを大ダウンさせる。さらに敵の水属性防御力が低いほどスキル効果が上昇する。",
            "tag": [ {"fx": "DEF↓", "val": "大"}, {"fx": "敵の水属性防御力が低いほどUP", "val": "中"} ]
        },
        {
            "name": "ファイアガードフォールB Ⅱ",
            "effect_detail": "敵1～2体のDEFと火属性防御力をダウンさせる。",
            "tag": [ {"fx": "DEF↓", "val": "中"}, {"fx": "火属性防御力↓", "val": "中"} ]
        },
        {
            "name": "ファイアガードフォールB Ⅲ",
            "effect_detail": "敵1～2体のDEFと火属性防御力を大ダウンさせる。",
            "tag": [ {"fx": "DEF↓", "val": "大"}, {"fx": "火属性防御力↓", "val": "大"} ]
        },
        {
            "name": "ウォーターガードフォールB Ⅱ",
            "effect_detail": "敵1～2体のDEFと水属性防御力をダウンさせる。",
            "tag": [ {"fx": "DEF↓", "val": "中"}, {"fx": "水属性防御力↓", "val": "中"} ]
        },
        {
            "name": "ウォーターガードフォールB Ⅲ",
            "effect_detail": "敵1～2体のDEFと水属性防御力を大ダウンさせる。",
            "tag": [ {"fx": "DEF↓", "val": "大"}, {"fx": "水属性防御力↓", "val": "大"} ]
        },
        {
            "name": "ウォーターガードフォールC Ⅳ",
            "effect_detail": "敵1～3体のDEFと水属性防御力を大ダウンさせる。",
            "tag": [ {"fx": "DEF↓", "val": "大"}, {"fx": "水属性防御力↓", "val": "大"} ]
        },
        {
            "name": "ウィンドガードフォールB Ⅱ",
            "effect_detail": "敵1～2体のDEFと風属性防御力をダウンさせる。",
            "tag": [ {"fx": "DEF↓", "val": "中"}, {"fx": "風属性防御力↓", "val": "中"} ]
        },
        {
            "name": "ウィンドガードフォールB Ⅲ",
            "effect_detail": "敵1～2体のDEFと風属性防御力を大ダウンさせる。",
            "tag": [ {"fx": "DEF↓", "val": "大"}, {"fx": "風属性防御力↓", "val": "大"} ]
        },
        {
            "name": "ウィンドガードフォールC Ⅲ",
            "effect_detail": "敵1～3体のDEFと風属性防御力をダウンさせる。",
            "tag": [ {"fx": "DEF↓", "val": "中"}, {"fx": "風属性防御力↓", "val": "中"} ]
        },
        {
            "name": "ダークガードフォールB Ⅱ",
            "effect_detail": "敵1～2体のDEFと闇属性防御力をダウンさせる。",
            "tag": [ {"fx": "DEF↓", "val": "中"}, {"fx": "闇属性防御力↓", "val": "中"} ]
        },
        {
            "name": "Sp.ガードフォールA Ⅲ",
            "effect_detail": "敵1体のSp.DEFを特大ダウンさせる。",
            "tag": [ {"fx": "Sp.DEF↓", "val": "特大"} ]
        },
        {
            "name": "Sp.ガードフォールA Ⅳ",
            "effect_detail": "敵1体のSp.DEFを超特大ダウンさせる。",
            "tag": [ {"fx": "Sp.DEF↓", "val": "超特大"} ]
        },
        {
            "name": "Sp.ガードフォールB Ⅲ",
            "effect_detail": "敵1～2体のSp.DEFを大ダウンさせる。",
            "tag": [ {"fx": "Sp.DEF↓", "val": "大"} ]
        },
        {
            "name": "Sp.ガードフォールC Ⅳ",
            "effect_detail": "敵1～3体のSp.DEFを大ダウンさせる。",
            "tag": [ {"fx": "Sp.DEF↓", "val": "大"} ]
        },
        {
            "name": "Sp.ガードフォールE Ⅳ",
            "effect_detail": "敵2～3体のSp.DEFを大ダウンさせる。",
            "tag": [ {"fx": "Sp.DEF↓", "val": "大"} ]
        },
        {
            "name": "水：Sp.ガードフォールB Ⅲ",
            "effect_detail": "敵1～2体のSp.DEFを大ダウンさせる。さらに味方がオーダースキル「水属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "Sp.DEF↓", "val": "大"}, {"fx": "オーダー(水/効果アップ)", "val": "中"} ]
        },
        {
            "name": "風：Sp.ガードフォールB Ⅲ",
            "effect_detail": "敵1～2体のSp.DEFを大ダウンさせる。さらに味方がオーダースキル「風属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "Sp.DEF↓", "val": "大"}, {"fx": "オーダー(風/効果アップ)", "val": "中"} ]
        },
        {
            "name": "光：Sp.ガードフォールB Ⅲ",
            "effect_detail": "敵1～2体のSp.DEFを大ダウンさせる。さらに味方がオーダースキル「光属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "Sp.DEF↓", "val": "大"}, {"fx": "オーダー(光/効果アップ)", "val": "中"} ]
        },
        {
            "name": "水弱：Sp.ガードフォールB Ⅲ",
            "effect_detail": "敵1～2体のSp.DEFを大ダウンさせる。さらに敵の水属性防御力が低いほどスキル効果が上昇する。",
            "tag": [ {"fx": "Sp.DEF↓", "val": "大"}, {"fx": "敵の水属性防御力が低いほどUP", "val": "中"} ]
        },
        {
            "name": "風弱：Sp.ガードフォールB Ⅲ",
            "effect_detail": "敵1～2体のSp.DEFを大ダウンさせる。さらに敵の風属性防御力が低いほどスキル効果が上昇する。",
            "tag": [ {"fx": "Sp.DEF↓", "val": "大"}, {"fx": "敵の風属性防御力が低いほどUP", "val": "中"} ]
        },
        {
            "name": "風弱：Sp.ガードフォールC Ⅳ",
            "effect_detail": "敵1～3体のSp.DEFを大ダウンさせる。さらに敵の風属性防御力が低いほどスキル効果が上昇する。",
            "tag": [ {"fx": "Sp.DEF↓", "val": "大"}, {"fx": "敵の風属性防御力が低いほどUP", "val": "中"} ]
        },
        {
            "name": "Sp.ファイアガードフォールB Ⅱ",
            "effect_detail": "敵1～2体のSp.DEFと火属性防御力をダウンさせる。",
            "tag": [ {"fx": "Sp.DEF↓", "val": "中"}, {"fx": "火属性防御力↓", "val": "中"} ]
        },
        {
            "name": "Sp.ファイアガードフォールB Ⅲ",
            "effect_detail": "敵1～2体のSp.DEFと火属性防御力を大ダウンさせる。",
            "tag": [ {"fx": "Sp.DEF↓", "val": "大"}, {"fx": "火属性防御力↓", "val": "大"} ]
        },
        {
            "name": "Sp.ファイアガードフォールC Ⅲ",
            "effect_detail": "敵1～3体のSp.DEFと火属性防御力をダウンさせる。",
            "tag": [ {"fx": "Sp.DEF↓", "val": "中"}, {"fx": "火属性防御力↓", "val": "中"} ]
        },
        {
            "name": "Sp.ファイアガードフォールC Ⅳ",
            "effect_detail": "敵1～3体のSp.DEFと火属性防御力を大ダウンさせる。",
            "tag": [ {"fx": "Sp.DEF↓", "val": "大"}, {"fx": "火属性防御力↓", "val": "大"} ]
        },
        {
            "name": "Sp.カウンターファイアガードフォールC Ⅳ",
            "effect_detail": "敵1～3体のSp.DEFと火属性防御力を大ダウンさせる。さらに劣勢時は効果が1.5倍になる。",
            "tag": [ {"fx": "Sp.DEF↓", "val": "大"}, {"fx": "火属性防御力↓", "val": "大"}, {"fx": "劣勢時効果UP", "val": "1.5倍"} ]
        },
        {
            "name": "Sp.ウォーターガードフォールB Ⅱ",
            "effect_detail": "敵1～2体のSp.DEFと水属性防御力をダウンさせる。",
            "tag": [ {"fx": "Sp.DEF↓", "val": "中"}, {"fx": "水属性防御力↓", "val": "中"} ]
        },
        {
            "name": "Sp.ウォーターガードフォールB Ⅲ",
            "effect_detail": "敵1～2体のSp.DEFと水属性防御力を大ダウンさせる。",
            "tag": [ {"fx": "Sp.DEF↓", "val": "大"}, {"fx": "水属性防御力↓", "val": "大"} ]
        },
        {
            "name": "Sp.ウォーターガードフォールC Ⅲ",
            "effect_detail": "敵1～3体のSp.DEFと水属性防御力をダウンさせる。",
            "tag": [ {"fx": "Sp.DEF↓", "val": "中"}, {"fx": "水属性防御力↓", "val": "中"} ]
        },
        {
            "name": "Sp.ウィンドガードフォールB Ⅲ",
            "effect_detail": "敵1～2体のSp.DEFと風属性防御力を大ダウンさせる。",
            "tag": [ {"fx": "Sp.DEF↓", "val": "大"}, {"fx": "風属性防御力↓", "val": "大"} ]
        },
        {
            "name": "Sp.ウィンドガードフォールC Ⅲ",
            "effect_detail": "敵1～3体のSp.DEFと風属性防御力をダウンさせる。",
            "tag": [ {"fx": "Sp.DEF↓", "val": "中"}, {"fx": "風属性防御力↓", "val": "中"} ]
        },
        {
            "name": "WパワーフォールA Ⅲ",
            "effect_detail": "敵1体のATKとSp.ATKを大ダウンさせる。",
            "tag": [ {"fx": "ATK↓", "val": "大"}, {"fx": "Sp.ATK↓", "val": "大"} ]
        },
        {
            "name": "WパワーフォールB Ⅲ",
            "effect_detail": "敵1～2体のATKとSp.ATKを大ダウンさせる。",
            "tag": [ {"fx": "ATK↓", "val": "大"}, {"fx": "Sp.ATK↓", "val": "大"} ]
        },
        {
            "name": "WパワーフォールD Ⅲ",
            "effect_detail": "敵2体のATKとSp.ATKを大ダウンさせる。",
            "tag": [ {"fx": "ATK↓", "val": "大"}, {"fx": "Sp.ATK↓", "val": "大"} ]
        },
        {
            "name": "WパワーフォールE LG",
            "effect_detail": "敵2～3体のATKとSp.ATKを大ダウンさせる。",
            "tag": [ {"fx": "ATK↓", "val": "大"}, {"fx": "Sp.ATK↓", "val": "大"} ]
        },
        {
            "name": "火：WパワーフォールB Ⅲ",
            "effect_detail": "敵1～2体のATKとSp.ATKを大ダウンさせる。さらに味方がオーダースキル「火属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "ATK↓", "val": "大"}, {"fx": "Sp.ATK↓", "val": "大"}, {"fx": "オーダー(火/効果アップ)", "val": "中"} ]
        },
        {
            "name": "水：WパワーフォールB Ⅲ",
            "effect_detail": "敵1～2体のATKとSp.ATKを大ダウンさせる。さらに味方がオーダースキル「水属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "ATK↓", "val": "大"}, {"fx": "Sp.ATK↓", "val": "大"}, {"fx": "オーダー(水/効果アップ)", "val": "中"} ]
        },
        {
            "name": "闇：WパワーフォールA Ⅲ",
            "effect_detail": "敵1体のATKとSp.ATKを大ダウンさせる。さらに味方がオーダースキル「闇属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "ATK↓", "val": "大"}, {"fx": "Sp.ATK↓", "val": "大"}, {"fx": "オーダー(闇/効果アップ)", "val": "中"} ]
        },
        {
            "name": "WカウンターパワーフォールB Ⅲ",
            "effect_detail": "敵1～2体のATKとSp.ATKを大ダウンさせる。さらに劣勢時は効果が1.5倍になる。",
            "tag": [ {"fx": "ATK↓", "val": "大"}, {"fx": "Sp.ATK↓", "val": "大"}, {"fx": "劣勢時効果UP", "val": "1.5倍"} ]
        },
        {
            "name": "火弱：WパワーフォールD Ⅲ",
            "effect_detail": "敵2体のATKとSp.ATKを大ダウンさせる。さらに敵の火属性攻撃力が低いほどスキル効果が上昇する。",
            "tag": [ {"fx": "ATK↓", "val": "大"}, {"fx": "Sp.ATK↓", "val": "大"}, {"fx": "敵の火属性攻撃力が低いほどUP", "val": "中"} ]
        },
        {
            "name": "WガードフォールA Ⅲ",
            "effect_detail": "敵1体のDEFとSp.DEFを大ダウンさせる。",
            "tag": [ {"fx": "DEF↓", "val": "大"}, {"fx": "Sp.DEF↓", "val": "大"} ]
        },
        {
            "name": "WガードフォールB Ⅲ",
            "effect_detail": "敵1～2体のDEFとSp.DEFを大ダウンさせる。",
            "tag": [ {"fx": "DEF↓", "val": "大"}, {"fx": "Sp.DEF↓", "val": "大"} ]
        },
        {
            "name": "WカウンターガードフォールB Ⅲ",
            "effect_detail": "敵1～2体のDEFとSp.DEFを大ダウンさせる。さらに劣勢時は効果が1.5倍になる。",
            "tag": [ {"fx": "DEF↓", "val": "大"}, {"fx": "Sp.DEF↓", "val": "大"}, {"fx": "劣勢時効果UP", "val": "1.5倍"} ]
        },
        {
            "name": "WガードフォールC Ⅳ",
            "effect_detail": "敵1～3体のDEFとSp.DEFを大ダウンさせる。",
            "tag": [ {"fx": "DEF↓", "val": "大"}, {"fx": "Sp.DEF↓", "val": "大"} ]
        },
        {
            "name": "WガードフォールD LG",
            "effect_detail": "敵2体のDEFとSp.DEFを大ダウンさせる。",
            "tag": [ {"fx": "DEF↓", "val": "大"}, {"fx": "Sp.DEF↓", "val": "大"} ]
        },
        {
            "name": "WガードフォールD Ⅲ",
            "effect_detail": "敵2体のDEFとSp.DEFを大ダウンさせる。",
            "tag": [ {"fx": "DEF↓", "val": "大"}, {"fx": "Sp.DEF↓", "val": "大"} ]
        },
        {
            "name": "風：WガードフォールB Ⅲ",
            "effect_detail": "敵1～2体のDEFとSp.DEFを大ダウンさせる。さらに味方がオーダースキル「風属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "DEF↓", "val": "大"}, {"fx": "Sp.DEF↓", "val": "大"}, {"fx": "オーダー(風/効果アップ)", "val": "中"} ]
        },
        {
            "name": "光：WガードフォールA Ⅲ",
            "effect_detail": "敵1体のDEFとSp.DEFを大ダウンさせる。さらに味方がオーダースキル「光属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "DEF↓", "val": "大"}, {"fx": "Sp.DEF↓", "val": "大"}, {"fx": "オーダー(光/効果アップ)", "val": "中"} ]
        },
        {
            "name": "光：WガードフォールB Ⅲ",
            "effect_detail": "敵1～2体のDEFとSp.DEFを大ダウンさせる。さらに味方がオーダースキル「光属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "DEF↓", "val": "大"}, {"fx": "Sp.DEF↓", "val": "大"}, {"fx": "オーダー(光/効果アップ)", "val": "中"} ]
        },
        {
            "name": "マイトフォールA Ⅲ",
            "effect_detail": "敵1体のATKとDEFを大ダウンさせる。",
            "tag": [ {"fx": "ATK↓", "val": "大"}, {"fx": "DEF↓", "val": "大"} ]
        },
        {
            "name": "マイトフォールB Ⅲ",
            "effect_detail": "敵1～2体のATKとDEFを大ダウンさせる。",
            "tag": [ {"fx": "ATK↓", "val": "大"}, {"fx": "DEF↓", "val": "大"} ]
        },
        {
            "name": "Sp.マイトフォールA Ⅲ",
            "effect_detail": "敵1体のSp.ATKとSp.DEFを大ダウンさせる。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "大"}, {"fx": "Sp.DEF↓", "val": "大"} ]
        },
        {
            "name": "Sp.マイトフォールB Ⅲ",
            "effect_detail": "敵1～2体のSp.ATKとSp.DEFを大ダウンさせる。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "大"}, {"fx": "Sp.DEF↓", "val": "大"} ]
        },
        {
            "name": "ディファーフォールB Ⅲ",
            "effect_detail": "敵1～2体のSp.ATKとDEFを大ダウンさせる。",
            "tag": [ {"fx": "Sp.ATK↓", "val": "大"}, {"fx": "DEF↓", "val": "大"} ]
        },
        {
            "name": "Sp.ディファーフォールB Ⅲ",
            "effect_detail": "敵1～2体のATKとSp.DEFを大ダウンさせる。",
            "tag": [ {"fx": "ATK↓", "val": "大"}, {"fx": "Sp.DEF↓", "val": "大"} ]
        }
    ],
    [ /* 回復 */
        {
            "name": "ヒールA Ⅲ",
            "effect_detail": "味方1体のHPを特大回復する。",
            "tag": [ {"fx": "味方回復", "val": "特大"} ]
        },
        {
            "name": "ヒールB Ⅱ",
            "effect_detail": "味方1～2体のHPを回復する。",
            "tag": [ {"fx": "味方回復", "val": "中"} ]
        },
        {
            "name": "ヒールB Ⅲ",
            "effect_detail": "味方1～2体のHPを大回復する。",
            "tag": [ {"fx": "味方回復", "val": "大"} ]
        },
        {
            "name": "ヒールC Ⅲ",
            "effect_detail": "味方1～3体のHPを回復する。",
            "tag": [ {"fx": "味方回復", "val": "中"} ]
        },
        {
            "name": "ヒールD Ⅲ",
            "effect_detail": "味方2体のHPを回復する。",
            "tag": [ {"fx": "味方回復", "val": "中"} ]
        },
        {
            "name": "ヒールD Ⅳ",
            "effect_detail": "味方2体のHPを大回復する。",
            "tag": [ {"fx": "味方回復", "val": "大"} ]
        },
        {
            "name": "ヒールE LG",
            "effect_detail": "味方2～3体のHPを回復する。",
            "tag": [ {"fx": "味方回復", "val": "中"} ]
        },
        {
            "name": "チャージヒールC Ⅱ",
            "effect_detail": "味方1～3体のHPを小回復する。バトル時間60秒経過ごとにスキル効果がアップし、600秒経過で最大になる。(対ヒュージは30秒/120秒、LB・ギガント級討伐ではその半分)",
            "tag": [ {"fx": "味方回復", "val": "小"}, {"fx": "チャージ", "val": "中"} ]
        },
        {
            "name": "チャージヒールD Ⅱ",
            "effect_detail": "味方2体のHPを小回復する。バトル時間60秒経過ごとにスキル効果がアップし、600秒経過で最大になる。(対ヒュージは30秒/120秒、LB・ギガント級討伐ではその半分)",
            "tag": [ {"fx": "味方回復", "val": "小"}, {"fx": "チャージ", "val": "中"} ]
        },
        {
            "name": "火強：ヒールC Ⅳ",
            "effect_detail": "味方1～3体のHPを大回復する。さらに味方の火属性防御力が高いほどスキル効果が上昇する。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "味方の火属性防御力が高いほどUP", "val": "中"} ]
        },
        {
            "name": "水強：ヒールC Ⅳ",
            "effect_detail": "味方1～3体のHPを大回復する。さらに味方の水属性防御力が高いほどスキル効果が上昇する。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "味方の水属性防御力が高いほどUP", "val": "中"} ]
        },
        {
            "name": "風強：ヒールD Ⅳ",
            "effect_detail": "味方2体のHPを大回復する。さらに味方の風属性防御力が高いほどスキル効果が上昇する。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "味方の風属性防御力が高いほどUP", "val": "中"} ]
        },
        {
            "name": "パワーヒールB Ⅲ",
            "effect_detail": "味方1～2体のHPを大回復する。さらに味方のATKを小アップする。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "ATK↑", "val": "小"} ]
        },
        {
            "name": "パワーヒールC Ⅲ",
            "effect_detail": "味方1～3体のHPを回復する。さらに味方のATKを小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "ATK↑", "val": "小"} ]
        },
        {
            "name": "パワーヒールD Ⅲ",
            "effect_detail": "味方2体のHPを回復する。さらに味方のATKを小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "ATK↑", "val": "小"} ]
        },
        {
            "name": "ウォーターパワーヒールC Ⅲ",
            "effect_detail": "味方1～3体のHPを回復する。さらに味方のATKと水属性攻撃力を小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "ATK↑", "val": "小"}, {"fx": "水属性攻撃力↑", "val": "小"} ]
        },
        {
            "name": "Sp.パワーヒールB Ⅲ",
            "effect_detail": "味方1～2体のHPを大回復する。さらに味方のSp.ATKを小アップする。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "Sp.ATK↑", "val": "小"} ]
        },
        {
            "name": "Sp.パワーヒールC Ⅲ",
            "effect_detail": "味方1～3体のHPを回復する。さらに味方のSp.ATKを小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "Sp.ATK↑", "val": "小"} ]
        },
        {
            "name": "Sp.パワーヒールD Ⅲ",
            "effect_detail": "味方2体のHPを回復する。さらに味方のSp.ATKを小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "Sp.ATK↑", "val": "小"} ]
        },
        {
            "name": "Sp.ウォーターパワーヒールC Ⅲ",
            "effect_detail": "味方1～3体のHPを回復する。さらに味方のSp.ATKと水属性攻撃力を小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "Sp.ATK↑", "val": "小"}, {"fx": "水属性攻撃力↑", "val": "小"} ]
        },
        {
            "name": "ガードヒールB Ⅲ",
            "effect_detail": "味方1～2体のHPを大回復する。さらに味方のDEFを小アップする。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "DEF↑", "val": "小"} ]
        },
        {
            "name": "ガードヒールB Ⅲ+",
            "effect_detail": "味方1～2体のHPを大回復する。さらに味方のDEFをアップする。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "DEF↑", "val": "中"} ]
        },
        {
            "name": "ガードヒールC Ⅲ",
            "effect_detail": "味方1～3体のHPを回復する。さらに味方のDEFを小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "DEF↑", "val": "小"} ]
        },
        {
            "name": "ガードヒールC Ⅲ+",
            "effect_detail": "味方1～3体のHPを回復する。さらに味方のDEFをアップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "DEF↑", "val": "中"} ]
        },
        {
            "name": "ガードヒールC Ⅳ",
            "effect_detail": "味方1～3体のHPを大回復する。さらに味方のDEFを小アップする。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "DEF↑", "val": "小"} ]
        },
        {
            "name": "ガードヒールD Ⅲ",
            "effect_detail": "味方2体のHPを回復する。さらに味方のDEFを小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "DEF↑", "val": "小"} ]
        },
        {
            "name": "ガードヒールD Ⅳ",
            "effect_detail": "味方2体のHPを大回復する。さらに味方のDEFを小アップする。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "DEF↑", "val": "小"} ]
        },
        {
            "name": "ガードヒールE Ⅲ",
            "effect_detail": "味方2～3体のHPを回復する。さらに味方のDEFを小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "DEF↑", "val": "小"} ]
        },
        {
            "name": "ファイアガードヒールC Ⅲ",
            "effect_detail": "味方1～3体のHPを回復する。さらに味方のDEFと火属性防御力を小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "DEF↑", "val": "小"}, {"fx": "火属性防御力↑", "val": "小"} ]
        },
        {
            "name": "ファイアガードヒールC Ⅳ",
            "effect_detail": "味方1～3体のHPを大回復する。さらに味方のDEFと火属性防御力を小アップする。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "DEF↑", "val": "小"}, {"fx": "火属性防御力↑", "val": "小"} ]
        },
        {
            "name": "ファイアガードヒールD Ⅲ",
            "effect_detail": "味方2体のHPを回復する。さらに味方のDEFと火属性防御力を小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "DEF↑", "val": "小"}, {"fx": "火属性防御力↑", "val": "小"} ]
        },
        {
            "name": "ファイアガードヒールD Ⅳ",
            "effect_detail": "味方2体のHPを大回復する。さらに味方のDEFと火属性防御力を小アップする。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "DEF↑", "val": "小"}, {"fx": "火属性防御力↑", "val": "小"} ]
        },
        {
            "name": "カウンターファイアガードヒールD Ⅳ",
            "effect_detail": "味方2体のHPを大回復し、DEFと火属性防御力を小アップする。さらに劣勢時は効果が1.5倍になる。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "DEF↑", "val": "小"}, {"fx": "火属性防御力↑", "val": "小"}, {"fx": "劣勢時効果UP", "val": "1.5倍"} ]
        },
        {
            "name": "ウォーターガードヒールC Ⅲ",
            "effect_detail": "味方1～3体のHPを回復する。さらに味方のDEFと水属性防御力を小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "DEF↑", "val": "小"}, {"fx": "水属性防御力↑", "val": "小"} ]
        },
        {
            "name": "ウォーターガードヒールD Ⅳ",
            "effect_detail": "味方2体のHPを大回復する。さらに味方のDEFと水属性防御力を小アップする。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "DEF↑", "val": "小"}, {"fx": "水属性防御力↑", "val": "小"} ]
        },
        {
            "name": "風：ウォーターガードヒールC Ⅲ",
            "effect_detail": "味方1～3体のHPを回復し、DEFと水属性防御力を小アップする。さらに味方がオーダースキル「風属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "DEF↑", "val": "小"}, {"fx": "水属性防御力↑", "val": "小"}, {"fx": "オーダー(風/効果アップ)", "val": "中"} ]
        },
        {
            "name": "ウィンドガードヒールC Ⅲ",
            "effect_detail": "味方1～3体のHPを回復する。さらに味方のDEFと風属性防御力を小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "DEF↑", "val": "小"}, {"fx": "風属性防御力↑", "val": "小"} ]
        },
        {
            "name": "ウィンドガードヒールD Ⅳ",
            "effect_detail": "味方2体のHPを大回復する。さらに味方のDEFと風属性防御力を小アップする。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "DEF↑", "val": "小"}, {"fx": "風属性防御力↑", "val": "小"} ]
        },
        {
            "name": "ライトガードヒールC Ⅲ",
            "effect_detail": "味方1～3体のHPを回復する。さらに味方のDEFと光属性防御力を小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "DEF↑", "val": "小"}, {"fx": "光属性防御力↑", "val": "小"} ]
        },
        {
            "name": "ダークガードヒールC Ⅲ",
            "effect_detail": "味方1～3体のHPを回復する。さらに味方のDEFと闇属性防御力を小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "DEF↑", "val": "小"}, {"fx": "闇属性防御力↑", "val": "小"} ]
        },
        {
            "name": "ダークガードヒールD Ⅲ",
            "effect_detail": "味方2体のHPを回復する。さらに味方のDEFと闇属性防御力を小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "DEF↑", "val": "小"}, {"fx": "闇属性防御力↑", "val": "小"} ]
        },
        {
            "name": "Sp.ガードヒールB Ⅲ",
            "effect_detail": "味方1～2体のHPを大回復する。さらに味方のSp.DEFを小アップする。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "Sp.DEF↑", "val": "小"} ]
        },
        {
            "name": "Sp.ガードヒールC Ⅲ",
            "effect_detail": "味方1～3体のHPを回復する。さらに味方のSp.DEFを小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "Sp.DEF↑", "val": "小"} ]
        },
        {
            "name": "Sp.ガードヒールC Ⅲ+",
            "effect_detail": "味方1～3体のHPを回復する。さらに味方のSp.DEFをアップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "Sp.DEF↑", "val": "中"} ]
        },
        {
            "name": "Sp.ガードヒールC Ⅳ",
            "effect_detail": "味方1～3体のHPを大回復する。さらに味方のSp.DEFを小アップする。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "Sp.DEF↑", "val": "小"} ]
        },
        {
            "name": "Sp.ガードヒールD Ⅲ",
            "effect_detail": "味方2体のHPを回復する。さらに味方のSp.DEFを小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "Sp.DEF↑", "val": "小"} ]
        },
        {
            "name": "Sp.ガードヒールD Ⅳ",
            "effect_detail": "味方2体のHPを大回復する。さらに味方のSp.DEFを小アップする。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "Sp.DEF↑", "val": "小"} ]
        },
        {
            "name": "Sp.ガードヒールE Ⅳ",
            "effect_detail": "味方2～3体のHPを大回復する。さらに味方のSp.DEFを小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "Sp.DEF↑", "val": "小"} ]
        },
        {
            "name": "Sp.カウンターガードヒールC Ⅲ",
            "effect_detail": "味方1～3体のHPを回復し、Sp.DEFを小アップする。さらに劣勢時は効果が1.5倍になる。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "Sp.DEF↑", "val": "小"}, {"fx": "劣勢時効果UP", "val": "1.5倍"} ]
        },
        {
            "name": "Sp.ファイアガードヒールC Ⅲ",
            "effect_detail": "味方1～3体のHPを回復する。さらに味方のSp.DEFと火属性防御力を小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "Sp.DEF↑", "val": "小"}, {"fx": "火属性防御力↑", "val": "小"} ]
        },
        {
            "name": "Sp.ファイアガードヒールC Ⅳ",
            "effect_detail": "味方1～3体のHPを大回復する。さらに味方のSp.DEFと火属性防御力を小アップする。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "Sp.DEF↑", "val": "小"}, {"fx": "火属性防御力↑", "val": "小"} ]
        },
        {
            "name": "Sp.ファイアガードヒールD Ⅲ",
            "effect_detail": "味方2体のHPを回復する。さらに味方のSp.DEFと火属性防御力を小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "Sp.DEF↑", "val": "小"}, {"fx": "火属性防御力↑", "val": "小"} ]
        },
        {
            "name": "Sp.ファイアガードヒールD Ⅳ",
            "effect_detail": "味方2体のHPを大回復する。さらに味方のSp.DEFと火属性防御力を小アップする。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "Sp.DEF↑", "val": "小"}, {"fx": "火属性防御力↑", "val": "小"} ]
        },
        {
            "name": "水：Sp.ファイアガードヒールC Ⅲ",
            "effect_detail": "味方1～3体のHPを回復し、Sp.DEFと火属性防御力を小アップする。さらに味方がオーダースキル「水属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "Sp.DEF↑", "val": "小"}, {"fx": "火属性防御力↑", "val": "小"}, {"fx": "オーダー(水/効果アップ)", "val": "中"} ]
        },
        {
            "name": "Sp.ウォーターガードヒールC Ⅲ",
            "effect_detail": "味方1～3体のHPを回復する。さらに味方のSp.DEFと水属性防御力を小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "Sp.DEF↑", "val": "小"}, {"fx": "水属性防御力↑", "val": "小"} ]
        },
        {
            "name": "Sp.ウォーターガードヒールC Ⅳ",
            "effect_detail": "味方1～3体のHPを大回復する。さらに味方のSp.DEFと水属性防御力を小アップする。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "Sp.DEF↑", "val": "小"}, {"fx": "水属性防御力↑", "val": "小"} ]
        },
        {
            "name": "Sp.ウォーターガードヒールC Ⅳ+",
            "effect_detail": "味方1～3体のHPを大回復する。さらに味方のSp.DEFと水属性防御力をアップする。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "Sp.DEF↑", "val": "中"}, {"fx": "水属性防御力↑", "val": "中"} ]
        },
        {
            "name": "Sp.カウンターウォーターガードヒールD Ⅳ",
            "effect_detail": "味方2体のHPを大回復し、Sp.DEFと水属性防御力を小アップする。さらに劣勢時は効果が1.5倍になる。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "Sp.DEF↑", "val": "小"}, {"fx": "水属性防御力↑", "val": "小"}, {"fx": "劣勢時効果UP", "val": "1.5倍"} ]
        },
        {
            "name": "Sp.ウィンドガードヒールC Ⅲ",
            "effect_detail": "味方1～3体のHPを回復する。さらに味方のSp.DEFと風属性防御力を小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "Sp.DEF↑", "val": "小"}, {"fx": "風属性防御力↑", "val": "小"} ]
        },
        {
            "name": "火：Sp.ウィンドガードヒールC Ⅲ",
            "effect_detail": "味方1～3体のHPを回復し、Sp.DEFと風属性防御力を小アップする。さらに味方がオーダースキル「火属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "Sp.DEF↑", "val": "小"}, {"fx": "風属性防御力↑", "val": "小"}, {"fx": "オーダー(火/効果アップ)", "val": "中"} ]
        },
        {
            "name": "風：Sp.ウィンドガードヒールC Ⅲ",
            "effect_detail": "味方1～3体のHPを回復し、Sp.DEFと風属性防御力を小アップする。さらに味方がオーダースキル「風属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "Sp.DEF↑", "val": "小"}, {"fx": "風属性防御力↑", "val": "小"}, {"fx": "オーダー(風/効果アップ)", "val": "中"} ]
        },
        {
            "name": "Sp.ライトガードヒールC Ⅲ",
            "effect_detail": "味方1～3体のHPを回復する。さらに味方のSp.DEFと光属性防御力を小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "Sp.DEF↑", "val": "小"}, {"fx": "光属性防御力↑", "val": "小"} ]
        },
        {
            "name": "Sp.ダークガードヒールC Ⅲ",
            "effect_detail": "味方1～3体のHPを回復する。さらに味方のSp.DEFと闇属性防御力を小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "Sp.DEF↑", "val": "小"}, {"fx": "闇属性防御力↑", "val": "小"} ]
        },
        {
            "name": "WパワーヒールC Ⅲ",
            "effect_detail": "味方1～3体のHPを回復する。さらに味方のATKとSp.ATKを小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "ATK↑", "val": "小"}, {"fx": "Sp.ATK↑", "val": "小"} ]
        },
        {
            "name": "WガードヒールC Ⅲ",
            "effect_detail": "味方1～3体のHPを回復する。さらに味方のDEFとSp.DEFを小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "DEF↑", "val": "小"}, {"fx": "Sp.DEF↑", "val": "小"} ]
        },
        {
            "name": "WガードヒールC Ⅳ",
            "effect_detail": "味方1～3体のHPを大回復する。さらに味方のDEFとSp.DEFを小アップする。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "DEF↑", "val": "小"}, {"fx": "Sp.DEF↑", "val": "小"} ]
        },
        {
            "name": "WガードヒールD Ⅲ",
            "effect_detail": "味方2体のHPを回復する。さらに味方のDEFとSp.DEFを小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "DEF↑", "val": "小"}, {"fx": "Sp.DEF↑", "val": "小"} ]
        },
        {
            "name": "WガードヒールD Ⅳ",
            "effect_detail": "味方2体のHPを大回復する。さらに味方のDEFとSp.DEFを小アップする。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "DEF↑", "val": "小"}, {"fx": "Sp.DEF↑", "val": "小"} ]
        },
        {
            "name": "WガードヒールE LG",
            "effect_detail": "味方2～3体のHPを回復する。さらに味方のDEFとSp.DEFを小アップする。",
            "tag": [ {"fx": "味方回復", "val": "中"}, {"fx": "DEF↑", "val": "小"}, {"fx": "Sp.DEF↑", "val": "小"} ]
        },
        {
            "name": "水：WガードヒールD Ⅳ",
            "effect_detail": "味方2体のHPを大回復し、味方のDEFとSp.DEFを小アップする。さらに味方がオーダースキル「水属性効果増加」を発動中は効果がアップする。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "DEF↑", "val": "小"}, {"fx": "Sp.DEF↑", "val": "小"}, {"fx": "オーダー(水/効果アップ)", "val": "中"} ]
        },
        {
            "name": "WカウンターガードヒールC Ⅳ",
            "effect_detail": "味方1～3体のHPを大回復し、DEFとSp.DEFを小アップする。さらに劣勢時は効果が1.5倍になる。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "DEF↑", "val": "小"}, {"fx": "Sp.DEF↑", "val": "小"}, {"fx": "劣勢時効果UP", "val": "1.5倍"} ]
        },
        {
            "name": "リカバーヒールD Ⅳ",
            "effect_detail": "味方2体のHPを大回復する。さらに自身のMPを60回復する。",
            "tag": [ {"fx": "味方回復", "val": "大"}, {"fx": "MP回復", "val": "60"} ]
        }
    ],
]