const memoriaJson = [
    {
        "id": 1,
        "name": "守りたいもの",
        "chara": [1],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "制服", "c3": [""] },
        "yakuwari": [1],
        "skill": [
            ["パワーストライクA Ⅲ", "パワーストライクA Ⅲ", "攻:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 2,
        "name": "世代を越え伝えるもの",
        "chara": [2],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "制服", "c3": [""] },
        "yakuwari": [3],
        "skill": [
            ["Sp.ガードバーストA Ⅲ", "Sp.ガードバーストA Ⅲ", "攻:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 3,
        "name": "完全無欠のお嬢様",
        "chara": [3],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "制服", "c3": [""] },
        "yakuwari": [2],
        "skill": [
            ["ストライクB Ⅲ", "ストライクB Ⅲ", "攻:ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 4,
        "name": "ふーみん、司令官になる",
        "chara": [4],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "制服", "c3": [""] },
        "yakuwari": [2],
        "skill": [
            ["ストライクB Ⅲ", "ストライクB Ⅲ", "攻:パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 5,
        "name": "紡ぐ未来、変わる今",
        "chara": [5],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "制服", "c3": [""] },
        "yakuwari": [4],
        "skill": [
            ["スマッシュB Ⅲ", "スマッシュB Ⅲ", "攻:Sp.パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 6,
        "name": "吉村・Ｔｈｉ・梅の日常",
        "chara": [6],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "制服", "c3": [""] },
        "yakuwari": [1],
        "skill": [
            ["ガードストライクA Ⅲ", "ガードストライクA Ⅲ", "攻:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 7,
        "name": "ふたりで守る灯り",
        "chara": [7],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "制服", "c3": [""] },
        "yakuwari": [3],
        "skill": [
            ["Sp.ガードバーストA Ⅲ", "Sp.ガードバーストA Ⅲ", "攻:Sp.ガードUP Ⅱ"]
        ]
    },
    {
        "id": 8,
        "name": "淑やかなるスナイパー",
        "chara": [8],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "制服", "c3": [""] },
        "yakuwari": [1],
        "skill": [
            ["パワーストライクA Ⅲ", "パワーストライクA Ⅲ", "攻:ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 9,
        "name": "先輩と後輩と仲間たち",
        "chara": [9],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "制服", "c3": [""] },
        "yakuwari": [4],
        "skill": [
            ["スマッシュB Ⅲ", "スマッシュB Ⅲ", "攻:Sp.ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 10,
        "name": "全力少女",
        "chara": [10],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "制服", "c3": [""] },
        "yakuwari": [4],
        "skill": [
            ["スマッシュB Ⅲ", "スマッシュB Ⅲ", "攻:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 11,
        "name": "藍の一番長い日",
        "chara": [11],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "制服", "c3": [""] },
        "yakuwari": [1],
        "skill": [
            ["ガードブレイクA Ⅲ", "ガードブレイクA Ⅲ", "攻:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 12,
        "name": "ヘルヴォルの名を冠する者",
        "chara": [12],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "制服", "c3": [""] },
        "yakuwari": [2],
        "skill": [
            ["ストライクB Ⅲ", "ストライクB Ⅲ", "攻:Sp.パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 13,
        "name": "言葉なく猛る",
        "chara": [13],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "制服", "c3": [""] },
        "yakuwari": [3],
        "skill": [
            ["Sp.パワースマッシュA Ⅲ", "Sp.パワースマッシュA Ⅲ", "攻:Sp.ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 14,
        "name": "秘密の魔法の唱え方",
        "chara": [14],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "制服", "c3": [""] },
        "yakuwari": [4],
        "skill": [
            ["スマッシュB Ⅲ", "スマッシュB Ⅲ", "攻:Sp.ガードUP Ⅱ"]
        ]
    },
    {
        "id": 15,
        "name": "その笑顔を守るために",
        "chara": [15],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "制服", "c3": [""] },
        "yakuwari": [3],
        "skill": [
            ["Sp.パワースマッシュA Ⅲ", "Sp.パワースマッシュA Ⅲ", "攻:Sp.ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 16,
        "name": "グラン・エプレの必勝戦術",
        "chara": [16],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "制服", "c3": [""] },
        "yakuwari": [2],
        "skill": [
            ["ストライクB Ⅲ", "ストライクB Ⅲ", "攻:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 17,
        "name": "努力は憧れを追って",
        "chara": [17],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "制服", "c3": [""] },
        "yakuwari": [1],
        "skill": [
            ["ガードブレイクA Ⅲ", "ガードブレイクA Ⅲ", "攻:パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 18,
        "name": "エアリアル☆シューター",
        "chara": [18],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "制服", "c3": [""] },
        "yakuwari": [4],
        "skill": [
            ["スマッシュB Ⅲ", "スマッシュB Ⅲ", "攻:パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 19,
        "name": "花は優しく微笑む",
        "chara": [19],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "制服", "c3": [""] },
        "yakuwari": [3],
        "skill": [
            ["Sp.ガードスマッシュA Ⅲ", "Sp.ガードスマッシュA Ⅲ", "攻:Sp.パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 20,
        "name": "お気に入りの隊服",
        "chara": [1],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "アラウンドザウィロー(一柳隊隊服)", "c3": [""] },
        "yakuwari": [5],
        "skill": [
            ["Sp.ガードアシストB Ⅲ", "Sp.ガードアシストB Ⅲ", "援:Sp.ガードUP Ⅱ"]
        ]
    },
    {
        "id": 21,
        "name": "孤高のリリィが生きる今",
        "chara": [2],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "アラウンドザウィロー(一柳隊隊服)", "c3": [""] },
        "yakuwari": [7],
        "skill": [
            ["ヒールD Ⅲ", "ヒールD Ⅲ", "回:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 22,
        "name": "バトル・ウエイトレス",
        "chara": [3],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "アラウンドザウィロー(一柳隊隊服)", "c3": [""] },
        "yakuwari": [6],
        "skill": [
            ["ガードフォールB Ⅲ", "ガードフォールB Ⅲ", "援:ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 23,
        "name": "一柳隊の仲間として",
        "chara": [4],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "アラウンドザウィロー(一柳隊隊服)", "c3": [""] },
        "yakuwari": [5],
        "skill": [
            ["Sp.パワーアシストA Ⅲ", "Sp.パワーアシストA Ⅲ", "援:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 24,
        "name": "紅蓮を翔ける勇者",
        "chara": [5],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "アラウンドザウィロー(一柳隊隊服)", "c3": [""] },
        "yakuwari": [7],
        "skill": [
            ["ヒールC Ⅲ", "ヒールC Ⅲ", "回:Sp.ガードUP Ⅱ"]
        ]
    },
    {
        "id": 25,
        "name": "トレイン・コースター",
        "chara": [6],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "アラウンドザウィロー(一柳隊隊服)", "c3": [""] },
        "yakuwari": [5],
        "skill": [
            ["パワーアシストB Ⅲ", "パワーアシストB Ⅲ", "援:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 26,
        "name": "可憐なる旗のもとに",
        "chara": [7],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "アラウンドザウィロー(一柳隊隊服)", "c3": [""] },
        "yakuwari": [6],
        "skill": [
            ["Sp.パワーフォールB Ⅲ", "Sp.パワーフォールB Ⅲ", "援:Sp.パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 27,
        "name": "踏み出す勇気",
        "chara": [8],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "アラウンドザウィロー(一柳隊隊服)", "c3": [""] },
        "yakuwari": [7],
        "skill": [
            ["ヒールD Ⅲ", "ヒールD Ⅲ", "回:Sp.ガードUP Ⅱ"]
        ]
    },
    {
        "id": 28,
        "name": "夢見る魔法少女",
        "chara": [9],
        "get_rank": "C+",
        "category": { "c1": "初期実装", "c2": "アラウンドザウィロー(一柳隊隊服)", "c3": [""] },
        "yakuwari": [6],
        "skill": [
            ["パワーフォールA Ⅲ", "パワーフォールA Ⅲ", "援:パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 29,
        "name": "レンズにほころぶ百合の蕾",
        "chara": [7,
          8],
        "get_rank": "C",
        "category": { "c1": "初期実装", "c2": "カップリングメモリア", "c3": [""] },
        "yakuwari": [2],
        "skill": [
            ["ストライクB Ⅲ", "ストライクB Ⅲ", "攻:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 30,
        "name": "ねむねむにさようなら",
        "chara": [11, 10],
        "get_rank": "C",
        "category": { "c1": "初期実装", "c2": "カップリングメモリア", "c3": [""] },
        "yakuwari": [7],
        "skill": [
            ["ヒールC Ⅲ", "ヒールC Ⅲ", "回:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 31,
        "name": "やさしい黄昏",
        "chara": [15, 16],
        "get_rank": "C",
        "category": { "c1": "初期実装", "c2": "カップリングメモリア", "c3": [""] },
        "yakuwari": [5],
        "skill": [
            ["ガードアシストA Ⅲ", "ガードアシストA Ⅲ", "援:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 32,
        "name": "そばにいるだけで",
        "chara": [2, 1],
        "get_rank": "非ガチャ産",
        "category": { "c1": "ミッション、ログインボーナス等", "c2": "初心者ミッション等", "c3": [""] },
        "yakuwari": [3, 6],
        "skill": [
            ["Sp.パワースマッシュA Ⅲ", "Sp.パワースマッシュA Ⅲ", "攻:ダメージUP Ⅰ"],
            ["Sp.パワーフォールA Ⅲ", "Sp.パワーフォールA Ⅲ", "援:Sp.パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 33,
        "name": "祝!!リリース!!",
        "chara": [1, 10, 15],
        "get_rank": "非ガチャ産",
        "category": { "c1": "ミッション、ログインボーナス等", "c2": "初心者ミッション等", "c3": [""] },
        "yakuwari": [5],
        "skill": [
            ["ガードアシストA Ⅱ", "ガードアシストA Ⅱ", "援:支援UP Ⅰ"]
        ]
    },
    {
        "id": 34,
        "name": "果てなき戦いの日々",
        "chara": [1, 2],
        "get_rank": "非ガチャ産",
        "category": { "c1": "ミッション、ログインボーナス等", "c2": "初心者ミッション等", "c3": [""] },
        "yakuwari": [2, 5],
        "skill": [
            ["ストライクC Ⅲ", "ストライクC Ⅲ", "攻:ガードUP Ⅱ"],
            ["パワーアシストB Ⅲ", "パワーアシストB Ⅲ", "援:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 35,
        "name": "ふたりの約束",
        "chara": [1, 2],
        "get_rank": "非ガチャ産",
        "category": { "c1": "ミッション、ログインボーナス等", "c2": "初心者ミッション等", "c3": [""] },
        "yakuwari": [7],
        "skill": [
            ["ヒールB Ⅱ", "ヒールB Ⅱ", "回:回復UP Ⅰ"]
        ]
    },
    {
        "id": 36,
        "name": "焔の中の断罪者",
        "chara": [2],
        "get_rank": "非ガチャ産",
        "category": { "c1": "課金", "c2": "夢結 / ルナティックトランサー", "c3": [""] },
        "yakuwari": [1],
        "skill": [
            ["ストライクA Ⅲ", "ストライクA Ⅲ", "攻:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 37,
        "name": "帰り立つ少女",
        "chara": [1],
        "get_rank": "非ガチャ産",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "守護天使の誓い (2021/1/20～)", "c3": ["報酬"] },
        "yakuwari": [4],
        "skill": [
            ["スマッシュB Ⅱ", "スマッシュB Ⅱ", "攻:Sp.ガードDOWN Ⅰ"]
        ]
    },
    {
        "id": 38,
        "name": "シュッツエンゲルの誓い",
        "chara": [1, 2],
        "get_rank": "B++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "守護天使の誓い (2021/1/20～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [2, 6],
        "skill": [
            ["ガードブレイクB Ⅲ", "ガードブレイクB Ⅲ", "攻:パワーUP Ⅱ"],
            ["ガードフォールB Ⅲ", "ガードフォールB Ⅲ", "援:ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 39,
        "name": "雪辱の一閃",
        "chara": [2],
        "get_rank": "B++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "守護天使の誓い (2021/1/20～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [5],
        "skill": [
            ["Sp.パワーアシストB Ⅲ", "Sp.パワーアシストB Ⅲ", "援:Sp.ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 40,
        "name": "疾風の救助者",
        "chara": [6],
        "get_rank": "B++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "守護天使の誓い (2021/1/20～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [3, 6],
        "skill": [
            ["WパワーバーストA Ⅳ", "WパワーバーストA Ⅳ", "攻:Sp.ガードUP Ⅱ"],
            ["風：Sp.ガードフォールB Ⅲ", "風：Sp.ガードフォールB Ⅲ", "援:Sp.ガードUP Ⅱ"]
        ]
    },
    {
        "id": 41,
        "name": "強くなるために",
        "chara": [1],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "守護天使の誓い (2021/1/20～)", "c3": ["第2弾イベントガチャ (2021/1/22～)"] },
        "yakuwari": [7, 1],
        "skill": [
            ["ガードヒールC Ⅲ", "ガードヒールC Ⅲ", "回:ガードUP Ⅱ"],
            ["ガードブレイクA Ⅳ+", "ガードブレイクA Ⅳ+", "攻:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 42,
        "name": "Dear Schutzengel",
        "chara": [2],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "守護天使の誓い (2021/1/20～)", "c3": ["第2弾イベントガチャ (2021/1/22～)"] },
        "yakuwari": [1],
        "skill": [
            ["ストライクA Ⅲ", "ストライクA Ⅲ", "攻:ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 43,
        "name": "アフタヌーンティー",
        "chara": [3],
        "get_rank": "C",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2021", "c3": [""] },
        "yakuwari": [3],
        "skill": [
            ["Sp.ガードスマッシュA Ⅲ", "Sp.ガードスマッシュA Ⅲ", "攻:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 44,
        "name": "夜に潜む",
        "chara": [5],
        "get_rank": "非ガチャ産",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ブーステッド・フレンド (2021/1/31～)", "c3": ["報酬"] },
        "yakuwari": [5],
        "skill": [
            ["Sp.ガードアシストA Ⅱ", "Sp.ガードアシストA Ⅱ", "援:Sp.ガードDOWN Ⅰ"]
        ]
    },
    {
        "id": 45,
        "name": "伝えたい言葉",
        "chara": [1],
        "get_rank": "B++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ブーステッド・フレンド (2021/1/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["ヒールB Ⅲ", "ヒールB Ⅲ", "回:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 46,
        "name": "歴戦の貫禄",
        "chara": [2],
        "get_rank": "B++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ブーステッド・フレンド (2021/1/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["スマッシュB Ⅲ", "スマッシュB Ⅲ", "攻:パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 47,
        "name": "ニアレスト",
        "chara": [5, 1],
        "get_rank": "B++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ブーステッド・フレンド (2021/1/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [1],
        "skill": [
            ["ガードストライクA Ⅲ", "ガードストライクA Ⅲ", "攻:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 48,
        "name": "雨上がりの朝稽古",
        "chara": [1],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ブーステッド・フレンド (2021/1/31～)", "c3": ["第2弾イベントガチャ (2021/2/3～)"] },
        "yakuwari": [6],
        "skill": [
            ["Sp.ガードフォールB Ⅲ", "Sp.ガードフォールB Ⅲ", "援:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 49,
        "name": "放課後ファンタズム",
        "chara": [5],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ブーステッド・フレンド (2021/1/31～)", "c3": ["第2弾イベントガチャ (2021/2/3～)"] },
        "yakuwari": [2],
        "skill": [
            ["ストライクB Ⅲ", "ストライクB Ⅲ", "攻:ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 50,
        "name": "楯の乙女",
        "chara": [10],
        "get_rank": "非ガチャ産",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "叛逆のスキャルドメール (2021/2/10～)", "c3": ["報酬"] },
        "yakuwari": [1],
        "skill": [
            ["パワーストライクA Ⅱ", "パワーストライクA Ⅱ", "攻:ガードDOWN Ⅰ"]
        ]
    },
    {
        "id": 51,
        "name": "雨降って絆深まる",
        "chara": [10],
        "get_rank": "C+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "叛逆のスキャルドメール (2021/2/10～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["ストライクB Ⅲ", "ストライクB Ⅲ", "攻:ダメージUP Ⅰ"]
        ]
    },
    {
        "id": 52,
        "name": "お気に入りのかわいい服",
        "chara": [11],
        "get_rank": "C+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "叛逆のスキャルドメール (2021/2/10～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6],
        "skill": [
            ["パワーフォールA Ⅲ", "パワーフォールA Ⅲ", "援:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 53,
        "name": "誇りの一閃",
        "chara": [12],
        "get_rank": "C+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "叛逆のスキャルドメール (2021/2/10～)", "c3": ["イベントガチャ"] },
        "yakuwari": [3],
        "skill": [
            ["スマッシュA Ⅲ", "スマッシュA Ⅲ", "攻:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 54,
        "name": "約束のピクニック",
        "chara": [13],
        "get_rank": "C+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "叛逆のスキャルドメール (2021/2/10～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5],
        "skill": [
            ["ガードアシストA Ⅲ", "ガードアシストA Ⅲ", "援:パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 55,
        "name": "ヘルヴォルの戦乙女",
        "chara": [14],
        "get_rank": "C+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "叛逆のスキャルドメール (2021/2/10～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["ヒールD Ⅲ", "ヒールD Ⅲ", "回:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 56,
        "name": "私たちの正義",
        "chara": [10, 12],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "叛逆のスキャルドメール (2021/2/10～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6],
        "skill": [
            ["Sp.ガードフォールB Ⅲ", "Sp.ガードフォールB Ⅲ", "援:支援UP Ⅰ"]
        ]
    },
    {
        "id": 57,
        "name": "星降る夜の約束",
        "chara": [7],
        "get_rank": "C",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2021", "c3": [""] },
        "yakuwari": [7],
        "skill": [
            ["ヒールC Ⅲ", "ヒールC Ⅲ", "回:Sp.ガードUP Ⅱ"]
        ]
    },
    {
        "id": 58,
        "name": "変わる世界と変わらぬ想い",
        "chara": [15],
        "get_rank": "C+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "カラフル・ダイアリー (2021/2/19～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["スマッシュB Ⅲ", "スマッシュB Ⅲ", "攻:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 59,
        "name": "貴方に贈る花",
        "chara": [16],
        "get_rank": "C+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "カラフル・ダイアリー (2021/2/19～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6],
        "skill": [
            ["Sp.パワーフォールA Ⅲ", "Sp.パワーフォールA Ⅲ", "援:Sp.ガードUP Ⅱ"]
        ]
    },
    {
        "id": 60,
        "name": "わたしの秘密の記録",
        "chara": [17],
        "get_rank": "C+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "カラフル・ダイアリー (2021/2/19～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5],
        "skill": [
            ["パワーアシストA Ⅲ", "パワーアシストA Ⅲ", "援:ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 61,
        "name": "都会の空を舞う天使",
        "chara": [18],
        "get_rank": "C+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "カラフル・ダイアリー (2021/2/19～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["ヒールB Ⅲ", "ヒールB Ⅲ", "回:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 62,
        "name": "ストロベリー・プリンセス",
        "chara": [19],
        "get_rank": "C+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "カラフル・ダイアリー (2021/2/19～)", "c3": ["イベントガチャ"] },
        "yakuwari": [1],
        "skill": [
            ["パワーストライクA Ⅲ", "パワーストライクA Ⅲ", "攻:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 63,
        "name": "これまでも、これからも隣で",
        "chara": [15, 16],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "カラフル・ダイアリー (2021/2/19～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 6],
        "skill": [
            ["パワーストライクB Ⅲ", "パワーストライクB Ⅲ", "攻:パワーUP Ⅱ"],
            ["パワーフォールB Ⅲ", "パワーフォールB Ⅲ", "援:パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 64,
        "name": "猫の誘惑",
        "chara": [5],
        "get_rank": "C",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2021", "c3": [""] },
        "yakuwari": [4],
        "skill": [
            ["スマッシュB Ⅲ", "スマッシュB Ⅲ", "攻:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 65,
        "name": "安らぎの帰り道",
        "chara": [3, 4],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ノーブルリリィ・レポート (2021/2/28～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["ヒールA Ⅲ", "ヒールA Ⅲ", "回:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 66,
        "name": "戦場を切り裂く閃光",
        "chara": [9],
        "get_rank": "B++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ノーブルリリィ・レポート (2021/2/28～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [2, 7],
        "skill": [
            ["パワーストライクB Ⅲ", "パワーストライクB Ⅲ", "攻:パワーUP Ⅱ"],
            ["ガードヒールB Ⅲ", "ガードヒールB Ⅲ", "回:Sp.ガードUP Ⅱ"]
        ]
    },
    {
        "id": 67,
        "name": "わたしにできること",
        "chara": [4],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ノーブルリリィ・レポート (2021/2/28～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [3],
        "skill": [
            ["スマッシュA Ⅲ", "スマッシュA Ⅲ", "攻:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 68,
        "name": "一流の戦い",
        "chara": [3],
        "get_rank": "B++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ノーブルリリィ・レポート (2021/2/28～)", "c3": ["報酬", "第2弾イベントガチャ (2021/3/3～)"] },
        "yakuwari": [6, 1],
        "skill": [
            ["ガードフォールA Ⅳ", "ガードフォールA Ⅳ", "援:パワーUP Ⅱ"],
            ["ストライクA Ⅳ", "ストライクA Ⅳ", "攻:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 69,
        "name": "ふたりのアーセナル",
        "chara": [9, 20],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ノーブルリリィ・レポート (2021/2/28～)", "c3": ["第2弾イベントガチャ (2021/3/3～)"] },
        "yakuwari": [5, 4],
        "skill": [
            ["火：Sp.ガードアシストB Ⅲ", "火：Sp.ガードアシストB Ⅲ", "援:Sp.ガードUP Ⅱ"],
            ["Sp.ガードバーストB Ⅲ", "Sp.ガードバーストB Ⅲ", "攻:Sp.ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 70,
        "name": "CHARMにお疲れ様",
        "chara": [3, 4,
          9],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ノーブルリリィ・レポート (2021/2/28～)", "c3": ["第2弾イベントガチャ (2021/3/3～)"] },
        "yakuwari": [4],
        "skill": [
            ["スマッシュB Ⅲ", "スマッシュB Ⅲ", "攻:Sp.ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 71,
        "name": "ロイヤル・ホスピタリティ",
        "chara": [3],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ノーブルリリィ・レポート (2021/2/28～)", "c3": ["第2弾イベントガチャ (2021/3/3～)"] },
        "yakuwari": [6],
        "skill": [
            ["パワーフォールB Ⅲ", "パワーフォールB Ⅲ", "援:ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 72,
        "name": "一柳隊、大特集！",
        "chara": [4],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ノーブルリリィ・レポート (2021/2/28～)", "c3": ["第2弾イベントガチャ (2021/3/3～)"] },
        "yakuwari": [5, 2],
        "skill": [
            ["火：ガードアシストC Ⅳ", "火：ガードアシストC Ⅳ", "援:パワーUP Ⅱ"],
            ["ストライクC Ⅲ", "ストライクC Ⅲ", "攻:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 73,
        "name": "一柳隊の知恵袋",
        "chara": [9],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ノーブルリリィ・レポート (2021/2/28～)", "c3": ["第2弾イベントガチャ (2021/3/3～)"] },
        "yakuwari": [1],
        "skill": [
            ["Sp.ガードストライクA Ⅲ", "Sp.ガードストライクA Ⅲ", "攻:Sp.ガードUP Ⅱ"]
        ]
    },
    {
        "id": 74,
        "name": "あたしがこの手で守るもの",
        "chara": [12],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "後衛ピックアップガチャ (2021/3/5～)", "c3": [""] },
        "yakuwari": [5],
        "skill": [
            ["パワーアシストB Ⅲ", "パワーアシストB Ⅲ", "援:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 75,
        "name": "ガラスの中の大切な世界",
        "chara": [8],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "後衛ピックアップガチャ (2021/3/5～)", "c3": [""] },
        "yakuwari": [6],
        "skill": [
            ["ガードフォールB Ⅲ", "ガードフォールB Ⅲ", "援:ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 76,
        "name": "姫歌イメチェン大作戦!!",
        "chara": [19],
        "get_rank": "C",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2021", "c3": [""] },
        "yakuwari": [7],
        "skill": [
            ["ヒールD Ⅲ", "ヒールD Ⅲ", "回:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 77,
        "name": "湯けむりの園",
        "chara": [3, 1],
        "get_rank": "B+",
        "category": { "c1": "チャレンジバトルイベント", "c2": "水属性チャレンジバトル (2021/3/15～)", "c3": ["水属性チャレンジバトルガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["ヒールスマッシュA Ⅲ", "ヒールスマッシュA Ⅲ", "攻:パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 78,
        "name": "晴れのちラムネ",
        "chara": [1],
        "get_rank": "B+",
        "category": { "c1": "チャレンジバトルイベント", "c2": "水属性チャレンジバトル (2021/3/15～)", "c3": ["水属性チャレンジバトルガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["スマッシュB Ⅲ", "スマッシュB Ⅲ", "攻:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 79,
        "name": "クラシック・ホリデイ",
        "chara": [2],
        "get_rank": "B++",
        "category": { "c1": "チャレンジバトルイベント", "c2": "水属性チャレンジバトル (2021/3/15～)", "c3": ["報酬", "水属性チャレンジバトルガチャ"] },
        "yakuwari": [5],
        "skill": [
            ["Sp.パワーアシストA Ⅲ", "Sp.パワーアシストA Ⅲ", "援:Sp.ガードUP Ⅱ"]
        ]
    },
    {
        "id": 80,
        "name": "迷子のクマ",
        "chara": [13],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "前衛ガチャピックアップ (2021/3/18～)", "c3": [""] },
        "yakuwari": [1],
        "skill": [
            ["ストライクA Ⅲ", "ストライクA Ⅲ", "攻:ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 81,
        "name": "うさぎになったカメ",
        "chara": [6],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "前衛ガチャピックアップ (2021/3/18～)", "c3": [""] },
        "yakuwari": [4],
        "skill": [
            ["Sp.ガードスマッシュB Ⅲ", "Sp.ガードスマッシュB Ⅲ", "攻:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 82,
        "name": "アイドルリリィ★スマイル",
        "chara": [19, 18],
        "get_rank": "B++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "アイドルリリィ★ステージ (2021/3/21～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6],
        "skill": [
            ["Sp.パワーフォールA Ⅲ", "Sp.パワーフォールA Ⅲ", "援:Sp.パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 83,
        "name": "ハッピー☆シューティングスター",
        "chara": [18],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "アイドルリリィ★ステージ (2021/3/21～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7, 5],
        "skill": [
            ["ヒールストライクA Ⅳ", "ヒールストライクA Ⅳ", "攻:パワーUP Ⅱ"],
            ["マイトアシストB Ⅲ", "マイトアシストB Ⅲ", "援:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 84,
        "name": "光り輝くステージへ",
        "chara": [15],
        "get_rank": "B++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "アイドルリリィ★ステージ (2021/3/21～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5],
        "skill": [
            ["Sp.ガードアシストA Ⅲ", "Sp.ガードアシストA Ⅲ", "援:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 85,
        "name": "アイドルリリィをつかまえて",
        "chara": [16, 15],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "アイドルリリィ★ステージ (2021/3/21～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["ストライクB Ⅲ", "ストライクB Ⅲ", "攻:ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 86,
        "name": "姫歌を脅かす2つの新星",
        "chara": [17, 18],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "アイドルリリィ★ステージ (2021/3/21～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7, 3],
        "skill": [
            ["パワーヒールC Ⅲ", "パワーヒールC Ⅲ", "回:パワーUP Ⅱ"],
            ["Sp.ガードバーストA Ⅳ+", "Sp.ガードバーストA Ⅳ+", "攻:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 87,
        "name": "ひめひめ・オン・ザ・ステージ！",
        "chara": [19],
        "get_rank": "B++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "アイドルリリィ★ステージ (2021/3/21～)", "c3": ["報酬", "イベントガチャ"] },
        "yakuwari": [3],
        "skill": [
            ["Sp.ガードバーストA Ⅲ", "Sp.ガードバーストA Ⅲ", "攻:Sp.ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 88,
        "name": "藍の宝物",
        "chara": [11],
        "get_rank": "C",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2021", "c3": [""] },
        "yakuwari": [5, 4],
        "skill": [
            ["Sp.パワーアシストC Ⅳ", "Sp.パワーアシストC Ⅳ", "援:Sp.パワーUP Ⅱ"],
            ["Sp.パワースマッシュB Ⅲ", "Sp.パワースマッシュB Ⅲ", "攻:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 89,
        "name": "突き通す信念の剣",
        "chara": [10],
        "get_rank": "B++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "罪なき少女たちのスティグマ (2021/3/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["ヒールB Ⅲ", "ヒールB Ⅲ", "回:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 90,
        "name": "トリガーハッピー",
        "chara": [11],
        "get_rank": "B++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "罪なき少女たちのスティグマ (2021/3/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 5],
        "skill": [
            ["パワーバーストB Ⅲ", "パワーバーストB Ⅲ", "攻:Sp.ガードUP Ⅱ"],
            ["風：Sp.パワーアシストB Ⅲ", "風：Sp.パワーアシストB Ⅲ", "援:Sp.ガードUP Ⅱ"]
        ]
    },
    {
        "id": 91,
        "name": "たった一歩の前進",
        "chara": [12],
        "get_rank": "B++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "罪なき少女たちのスティグマ (2021/3/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6],
        "skill": [
            ["ガードフォールA Ⅲ", "ガードフォールA Ⅲ", "援:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 92,
        "name": "キャッチ＆リリース＆イート",
        "chara": [11],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "罪なき少女たちのスティグマ (2021/3/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5, 1],
        "skill": [
            ["マイトアシストB Ⅲ", "マイトアシストB Ⅲ", "援:ガードUP Ⅱ"],
            ["ガードストライクA Ⅳ", "ガードストライクA Ⅳ", "攻:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 93,
        "name": "そこにある笑顔",
        "chara": [13],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "罪なき少女たちのスティグマ (2021/3/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 6],
        "skill": [
            ["マイトストライクB Ⅲ+", "マイトストライクB Ⅲ+", "攻:Sp.パワーDOWN Ⅱ"],
            ["マイトフォールA Ⅲ", "マイトフォールA Ⅲ", "援:Sp.パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 94,
        "name": "白花咲く港",
        "chara": [14],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "罪なき少女たちのスティグマ (2021/3/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [3, 5],
        "skill": [
            ["Sp.パワースマッシュA Ⅳ", "Sp.パワースマッシュA Ⅳ", "攻:ガードUP Ⅱ"],
            ["Sp.パワーアシストA Ⅳ", "Sp.パワーアシストA Ⅳ", "援:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 95,
        "name": "星が見えない君へ",
        "chara": [10, 12],
        "get_rank": "B++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "罪なき少女たちのスティグマ (2021/3/31～)", "c3": ["報酬", "イベントガチャ"] },
        "yakuwari": [1],
        "skill": [
            ["ガードストライクA Ⅲ", "ガードストライクA Ⅲ", "攻:パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 96,
        "name": "ふたつのふれあい",
        "chara": [5],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "後衛ピックアップガチャ (2021/4/6～)", "c3": [""] },
        "yakuwari": [6],
        "skill": [
            ["WパワーフォールA Ⅲ", "WパワーフォールA Ⅲ", "援:パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 97,
        "name": "ワンショット",
        "chara": [16],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "後衛ピックアップガチャ (2021/4/6～)", "c3": [""] },
        "yakuwari": [7],
        "skill": [
            ["ヒールC Ⅲ", "ヒールC Ⅲ", "回:回復UP Ⅱ"]
        ]
    },
    {
        "id": 98,
        "name": "不器用なお姉様",
        "chara": [2],
        "get_rank": "C",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2021", "c3": [""] },
        "yakuwari": [5],
        "skill": [
            ["パワーアシストB Ⅲ", "パワーアシストB Ⅲ", "援:支援UP Ⅱ"]
        ]
    },
    {
        "id": 99,
        "name": "レンズに咲く百合の花",
        "chara": [7],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "前衛ピックアップガチャ (2021/4/13～)", "c3": [""] },
        "yakuwari": [2],
        "skill": [
            ["パワーストライクB Ⅲ", "パワーストライクB Ⅲ", "攻:ダメージUP Ⅱ"]
        ]
    },
    {
        "id": 100,
        "name": "ハッピーハッピー☆タピオカ",
        "chara": [18],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "前衛ピックアップガチャ (2021/4/13～)", "c3": [""] },
        "yakuwari": [3],
        "skill": [
            ["スマッシュA Ⅲ", "スマッシュA Ⅲ", "攻:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 101,
        "name": "GO!GO!ミリアム",
        "chara": [9],
        "get_rank": "B++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "アーセナル・ジェラシー (2021/4/15～)", "c3": ["イベントガチャ"] },
        "yakuwari": [1, 5],
        "skill": [
            ["パワーストライクA Ⅳ", "パワーストライクA Ⅳ", "攻:パワーUP Ⅲ"],
            ["パワーアシストB Ⅲ", "パワーアシストB Ⅲ", "援:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 102,
        "name": "優美なる舞",
        "chara": [3],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "アーセナル・ジェラシー (2021/4/15～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 6],
        "skill": [
            ["WガードスマッシュB Ⅲ+", "WガードスマッシュB Ⅲ+", "攻:パワーDOWN Ⅱ"],
            ["Sp.ガードフォールB Ⅲ", "Sp.ガードフォールB Ⅲ", "援:Sp.ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 103,
        "name": "踏み込む勇気",
        "chara": [4],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "アーセナル・ジェラシー (2021/4/15～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6, 2],
        "skill": [
            ["火：ガードフォールB Ⅲ", "火：ガードフォールB Ⅲ", "援:パワーUP Ⅲ"],
            ["ガードブレイクB Ⅲ", "ガードブレイクB Ⅲ", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 104,
        "name": "見切れ希望女子",
        "chara": [17, 16],
        "get_rank": "B+",
        "category": { "c1": "チャレンジバトルイベント", "c2": "風属性チャレンジバトル (2021/4/19～)", "c3": ["風属性チャレンジバトルガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["ガードブレイクB Ⅲ", "ガードブレイクB Ⅲ", "攻:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 105,
        "name": "空想と現実は陸続き",
        "chara": [17],
        "get_rank": "B++",
        "category": { "c1": "チャレンジバトルイベント", "c2": "風属性チャレンジバトル (2021/4/19～)", "c3": ["報酬", "風属性チャレンジバトルガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["ヒールA Ⅲ", "ヒールA Ⅲ", "回:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 106,
        "name": "パーフェクトガード",
        "chara": [5],
        "get_rank": "B++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "朋友のブルーストライク (2021/4/30～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [3],
        "skill": [
            ["スマッシュA Ⅲ", "スマッシュA Ⅲ", "攻:Sp.パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 107,
        "name": "朋友",
        "chara": [7,
          8],
        "get_rank": "B++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "朋友のブルーストライク (2021/4/30～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [5],
        "skill": [
            ["ガードアシストA Ⅲ", "ガードアシストA Ⅲ", "援:パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 108,
        "name": "想いの輪唱",
        "chara": [8, 7],
        "get_rank": "B++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "朋友のブルーストライク (2021/4/30～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["ストライクB Ⅲ", "ストライクB Ⅲ", "攻:ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 109,
        "name": "復讐の炎",
        "chara": [7],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "朋友のブルーストライク (2021/4/30～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [4, 5],
        "skill": [
            ["ディファースマッシュB Ⅲ+", "ディファースマッシュB Ⅲ+", "攻:Sp.ガードDOWN Ⅱ"],
            ["Sp.パワーアシストC Ⅳ", "Sp.パワーアシストC Ⅳ", "援:Sp.ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 110,
        "name": "甘いスイーツでおもてなし♪",
        "chara": [5, 7,
          8],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "朋友のブルーストライク (2021/4/30～)", "c3": ["第2弾イベントガチャ (2021/5/3～)"] },
        "yakuwari": [7],
        "skill": [
            ["ヒールストライクA Ⅲ", "ヒールストライクA Ⅲ", "攻:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 111,
        "name": "出逢いの約束",
        "chara": [8, 7],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "朋友のブルーストライク (2021/4/30～)", "c3": ["第2弾イベントガチャ (2021/5/3～)"] },
        "yakuwari": [7, 3],
        "skill": [
            ["Sp.ガードヒールD Ⅲ", "Sp.ガードヒールD Ⅲ", "回:回復UP Ⅱ"],
            ["Sp.マイトバーストA Ⅳ+", "Sp.マイトバーストA Ⅳ+", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 112,
        "name": "恋花様ダイエット大作戦",
        "chara": [12],
        "get_rank": "C",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2021", "c3": [""] },
        "yakuwari": [6, 2],
        "skill": [
            ["風：パワーフォールB Ⅲ", "風：パワーフォールB Ⅲ", "援:パワーDOWN Ⅱ"],
            ["ガードブレイクB Ⅲ", "ガードブレイクB Ⅲ", "攻:パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 113,
        "name": "不完全ゆえに愛おしく",
        "chara": [15],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "リミテッド後衛ガチャ (2021/5/11～)", "c3": [""] },
        "yakuwari": [5],
        "skill": [
            ["マイトアシストA Ⅲ", "マイトアシストA Ⅲ", "援:パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 114,
        "name": "果断なる漆黒の騎士",
        "chara": [10],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "漆黒の騎士と白の姫騎士 (2021/5/16～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6],
        "skill": [
            ["パワーフォールB Ⅲ", "パワーフォールB Ⅲ", "援:パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 115,
        "name": "撃滅のブラックナイト",
        "chara": [11],
        "get_rank": "B++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "漆黒の騎士と白の姫騎士 (2021/5/16～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["ヒールD Ⅲ", "ヒールD Ⅲ", "回:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 116,
        "name": "優麗なる白の姫騎士",
        "chara": [15],
        "get_rank": "B++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "漆黒の騎士と白の姫騎士 (2021/5/16～)", "c3": ["イベントガチャ"] },
        "yakuwari": [1],
        "skill": [
            ["パワーストライクA Ⅳ", "パワーストライクA Ⅳ", "攻:ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 117,
        "name": "不滅のホワイトナイト",
        "chara": [16],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "漆黒の騎士と白の姫騎士 (2021/5/16～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["Sp.ガードバーストB Ⅲ", "Sp.ガードバーストB Ⅲ", "攻:Sp.ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 118,
        "name": "カワイイのシャッターチャンス",
        "chara": [19],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "リミテッド前衛ガチャ (2021/5/18～)", "c3": [""] },
        "yakuwari": [2],
        "skill": [
            ["ストライクB Ⅲ", "ストライクB Ⅲ", "コ:MP消費DOWN Ⅱ"]
        ]
    },
    {
        "id": 119,
        "name": "おこづかいのゆくえ",
        "chara": [11],
        "get_rank": "B+",
        "category": { "c1": "チャレンジバトルイベント", "c2": "火属性チャレンジバトル (2021/5/20～)", "c3": ["火属性チャレンジバトルガチャ"] },
        "yakuwari": [3],
        "skill": [
            ["Sp.ガードバーストA Ⅳ", "Sp.ガードバーストA Ⅳ", "攻:Sp.ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 120,
        "name": "心を満たす栄養食",
        "chara": [14],
        "get_rank": "B++",
        "category": { "c1": "チャレンジバトルイベント", "c2": "火属性チャレンジバトル (2021/5/20～)", "c3": ["報酬", "火属性チャレンジバトルガチャ"] },
        "yakuwari": [6],
        "skill": [
            ["Sp.ガードフォールB Ⅲ", "Sp.ガードフォールB Ⅲ", "援:Sp.ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 121,
        "name": "この地にて芽吹く",
        "chara": [16],
        "get_rank": "C",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2021", "c3": [""] },
        "yakuwari": [5],
        "skill": [
            ["ガードアシストC Ⅳ", "ガードアシストC Ⅳ", "援:支援UP Ⅱ"]
        ]
    },
    {
        "id": 122,
        "name": "百由の息抜き",
        "chara": [20],
        "get_rank": "非ガチャ産",
        "category": { "c1": "課金", "c2": "百由 / 百合ヶ丘標準制服", "c3": [""] },
        "yakuwari": [5],
        "skill": [
            ["WガードアシストA Ⅲ", "WガードアシストA Ⅲ", "援:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 123,
        "name": "未来を切り開く武器",
        "chara": [20],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "超越のアーセナルハート (2021/5/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["パワーブレイクB Ⅲ", "パワーブレイクB Ⅲ", "攻:パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 124,
        "name": "新しい可能性",
        "chara": [9],
        "get_rank": "B++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "超越のアーセナルハート (2021/5/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [6, 2],
        "skill": [
            ["火：ガードフォールB Ⅲ", "火：ガードフォールB Ⅲ", "援:ガードDOWN Ⅱ"],
            ["パワーブレイクB Ⅲ", "パワーブレイクB Ⅲ", "攻:パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 125,
        "name": "アーセナルの絆",
        "chara": [9, 20],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "超越のアーセナルハート (2021/5/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["スマッシュB Ⅲ", "スマッシュB Ⅲ", "攻:ダメージUP Ⅱ"]
        ]
    },
    {
        "id": 126,
        "name": "黄昏の研究者たち",
        "chara": [9, 20],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "超越のアーセナルハート (2021/5/31～)", "c3": ["第2弾イベントガチャ (2021/6/3～)"] },
        "yakuwari": [7, 2],
        "skill": [
            ["Sp.ガードヒールC Ⅲ+", "Sp.ガードヒールC Ⅲ+", "コ:MP消費DOWN Ⅱ"],
            ["マイトストライクB Ⅲ+", "マイトストライクB Ⅲ+", "コ:MP消費DOWN Ⅱ"]
        ]
    },
    {
        "id": 127,
        "name": "鬼さんズ、こちら",
        "chara": [7, 4],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "超越のアーセナルハート (2021/5/31～)", "c3": ["第2弾イベントガチャ (2021/6/3～)"] },
        "yakuwari": [1, 7],
        "skill": [
            ["ガードブレイクA Ⅳ+", "ガードブレイクA Ⅳ+", "攻:ガードDOWN Ⅱ"],
            ["ガードヒールC Ⅲ", "ガードヒールC Ⅲ", "回:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 128,
        "name": "文武両道の乙女",
        "chara": [7],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2021/6/6～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [1],
        "skill": [
            ["パワーストライクA Ⅳ", "パワーストライクA Ⅳ", "攻:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 129,
        "name": "ひとりはみんなのために",
        "chara": [8],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2021/6/6～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [6],
        "skill": [
            ["ガードフォールC Ⅳ", "ガードフォールC Ⅳ", "援:支援UP Ⅱ"]
        ]
    },
    {
        "id": 130,
        "name": "アンブレイカブル",
        "chara": [17],
        "get_rank": "C",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2021", "c3": [""] },
        "yakuwari": [2],
        "skill": [
            ["ガードブレイクB Ⅲ", "ガードブレイクB Ⅲ", "攻:ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 131,
        "name": "蒼き月の御使い",
        "chara": [21],
        "get_rank": "非ガチャ産",
        "category": { "c1": "レジェンダリー", "c2": "レギオンリーグ", "c3": ["1st"] },
        "yakuwari": [4],
        "skill": [
            ["スマッシュD LG", "スマッシュD LG", "攻:ダメージUP/Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 132,
        "name": "勝負の鍵は",
        "chara": [10],
        "get_rank": "C",
        "category": { "c1": "属性/レジェンダリーバトルガチャ", "c2": "水属性ピックアップガチャ (2021/6/14～)", "c3": [""] },
        "yakuwari": [2],
        "skill": [
            ["ウォーターストライクB Ⅲ", "ストライクB Ⅲ", "攻:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 133,
        "name": "アナザーワールド",
        "chara": [1],
        "get_rank": "S+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "リリティカル☆サマー (2021/6/18～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["Sp.パワースマッシュB Ⅲ", "Sp.パワースマッシュB Ⅲ", "攻:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 134,
        "name": "ウォーター・レイルウェイ",
        "chara": [2, 10, 1],
        "get_rank": "S+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "リリティカル☆サマー (2021/6/18～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [1],
        "skill": [
            ["Sp.ガードストライクA Ⅲ", "Sp.ガードストライクA Ⅲ", "攻:Sp.ガードUP Ⅱ"]
        ]
    },
    {
        "id": 135,
        "name": "ラ・ヴァカンス・パルフェ",
        "chara": [3],
        "get_rank": "S+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "リリティカル☆サマー (2021/6/18～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["Sp.パワーヒールB Ⅲ", "Sp.パワーヒールB Ⅲ", "回:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 136,
        "name": "水の車窓",
        "chara": [3, 1, 2],
        "get_rank": "S+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "リリティカル☆サマー (2021/6/18～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [6],
        "skill": [
            ["Sp.パワーフォールB Ⅲ", "Sp.パワーフォールB Ⅲ", "援:Sp.パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 137,
        "name": "あなたと甘いひとときを",
        "chara": [1],
        "get_rank": "C",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2021", "c3": [""] },
        "yakuwari": [1],
        "skill": [
            ["Sp.パワーブレイクA Ⅲ+", "Sp.パワーブレイクA Ⅲ+", "攻:Sp.パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 138,
        "name": "ランペイジクラフト",
        "chara": [10],
        "get_rank": "S+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "リリティカル☆サマー (2021/6/18～)", "c3": ["第2弾イベントガチャ (2021/6/22～)"] },
        "yakuwari": [2],
        "skill": [
            ["パワーストライクB Ⅲ", "パワーストライクB Ⅲ", "攻:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 139,
        "name": "ざっぱ～～ん！",
        "chara": [11],
        "get_rank": "S+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "リリティカル☆サマー (2021/6/18～)", "c3": ["第2弾イベントガチャ (2021/6/22～)"] },
        "yakuwari": [5, 4],
        "skill": [
            ["水：Sp.パワーアシストB Ⅲ", "水：Sp.パワーアシストB Ⅲ", "援:Sp.パワーUP Ⅱ"],
            ["Sp.パワースマッシュB Ⅲ", "Sp.パワースマッシュB Ⅲ", "攻:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 140,
        "name": "おもちゃのプール",
        "chara": [13, 11],
        "get_rank": "S+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "リリティカル☆サマー (2021/6/18～)", "c3": ["第2弾イベントガチャ (2021/6/22～)"] },
        "yakuwari": [7],
        "skill": [
            ["ヒールスマッシュA Ⅲ", "ヒールスマッシュA Ⅲ", "攻:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 141,
        "name": "エスコートナイト",
        "chara": [8, 7],
        "get_rank": "S+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "真夏のエスコートナイト (2021/6/29～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [1],
        "skill": [
            ["パワーストライクA Ⅳ", "パワーストライクA Ⅳ", "攻:ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 142,
        "name": "輝きの海岸線",
        "chara": [7],
        "get_rank": "S+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "真夏のエスコートナイト (2021/6/29～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [6, 2],
        "skill": [
            ["WガードフォールB Ⅲ", "WガードフォールB Ⅲ", "援:Sp.パワーUP Ⅱ"],
            ["ガードブレイクB Ⅲ", "ガードブレイクB Ⅲ", "攻:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 143,
        "name": "馳せたる海辺",
        "chara": [5,
          8, 7],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "真夏のエスコートナイト (2021/6/29～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["スマッシュC Ⅲ", "スマッシュC Ⅲ", "攻:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 144,
        "name": "グリーンライフ",
        "chara": [15],
        "get_rank": "S+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "真夏のエスコートナイト (2021/6/29～)", "c3": ["第2弾イベントガチャ (2021/7/3～)"] },
        "yakuwari": [7],
        "skill": [
            ["Sp.ガードヒールB Ⅲ", "Sp.ガードヒールB Ⅲ", "回:Sp.ガードUP Ⅱ"]
        ]
    },
    {
        "id": 145,
        "name": "きみとぼくの創作世界",
        "chara": [18],
        "get_rank": "S+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "真夏のエスコートナイト (2021/6/29～)", "c3": ["第2弾イベントガチャ (2021/7/3～)"] },
        "yakuwari": [3],
        "skill": [
            ["Sp.パワースマッシュA Ⅳ", "Sp.パワースマッシュA Ⅳ", "攻:Sp.ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 146,
        "name": "スーパーかわいいジャンプ！",
        "chara": [19, 18],
        "get_rank": "S+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "真夏のエスコートナイト (2021/6/29～)", "c3": ["第2弾イベントガチャ (2021/7/3～)"] },
        "yakuwari": [5],
        "skill": [
            ["WパワーアシストA Ⅲ", "WパワーアシストA Ⅲ", "コ:MP消費DOWN Ⅱ"]
        ]
    },
    {
        "id": 147,
        "name": "レギオン、集結",
        "chara": [1, 10, 15],
        "get_rank": "非ガチャ産",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "災禍の胎動 (2021/7/10～)", "c3": ["報酬"] },
        "yakuwari": [6],
        "skill": [
            ["パワーフォールB Ⅱ", "パワーフォールB Ⅱ", "援:支援UP Ⅰ"]
        ]
    },
    {
        "id": 148,
        "name": "夜の闇を切り拓く者たち",
        "chara": [15, 16, 17, 19, 18],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "災禍の胎動 (2021/7/10～)", "c3": ["1章完結編後衛ガチャ"] },
        "yakuwari": [5, 2],
        "skill": [
            ["WガードアシストB Ⅲ", "WガードアシストB Ⅲ", "援:ガードUP Ⅱ"],
            ["マイトストライクB Ⅲ+", "マイトストライクB Ⅲ+", "攻:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 149,
        "name": "通じ合うふたり",
        "chara": [8, 13],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "災禍の胎動 (2021/7/10～)", "c3": ["1章完結編前衛ガチャ"] },
        "yakuwari": [4, 6],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.マイトバーストB Ⅲ+", "攻:ダメージUP Ⅲ"],
            ["火：Sp.パワーフォールB Ⅲ", "火：Sp.パワーフォールB Ⅲ", "援:Sp.パワーDOWN Ⅲ"]
        ]
    },
    {
        "id": 150,
        "name": "顕現する脅威",
        "chara": [1, 10, 15],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "災禍の胎動 (2021/7/10～)", "c3": ["報酬", "1章完結編前衛ガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["ガードストライクB Ⅲ", "ガードストライクB Ⅲ", "攻:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 151,
        "name": "ラプラスの発動",
        "chara": [1],
        "get_rank": "非ガチャ産",
        "category": { "c1": "課金", "c2": "梨璃 / ラプラスの目覚め", "c3": [""] },
        "yakuwari": [2],
        "skill": [
            ["ストライクC Ⅲ", "ストライクC Ⅲ", "攻:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 152,
        "name": "親愛なる仲間",
        "chara": [7, 19, 18],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "未来を切り開く、絆の弾丸 (2021/7/15～)", "c3": ["1章完結編前衛ガチャ"] },
        "yakuwari": [4, 7],
        "skill": [
            ["ディファースマッシュB Ⅲ+", "ディファースマッシュB Ⅲ+", "攻:パワーDOWN Ⅲ"],
            ["Sp.パワーヒールC Ⅲ", "Sp.パワーヒールC Ⅲ", "回:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 153,
        "name": "単騎無双",
        "chara": [3],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "未来を切り開く、絆の弾丸 (2021/7/15～)", "c3": ["1章完結編前衛ガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["ヒールストライクB Ⅲ", "ヒールストライクB Ⅲ", "攻:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 154,
        "name": "信頼の背中",
        "chara": [10, 15],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "未来を切り開く、絆の弾丸 (2021/7/15～)", "c3": ["1章完結編後衛ガチャ"] },
        "yakuwari": [6],
        "skill": [
            ["Sp.パワーフォールB Ⅲ", "Sp.パワーフォールB Ⅲ", "援:支援UP Ⅱ"]
        ]
    },
    {
        "id": 155,
        "name": "戦いを終えて",
        "chara": [1, 2, 10, 15],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "未来を切り開く、絆の弾丸 (2021/7/15～)", "c3": ["1章完結編後衛ガチャ"] },
        "yakuwari": [7, 4],
        "skill": [
            ["ガードヒールB Ⅲ+", "ガードヒールB Ⅲ+", "回:WガードUP Ⅱ"],
            ["ウォータースマッシュB Ⅲ", "Sp.ガードバーストB Ⅲ", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 156,
        "name": "リリィのすべてを伝えるために",
        "chara": [4],
        "get_rank": "C",
        "category": { "c1": "属性/レジェンダリーバトルガチャ", "c2": "風属性ピックアップガチャ (2021/7/19～)", "c3": [""] },
        "yakuwari": [4, 7],
        "skill": [
            ["ウィンドスマッシュB Ⅲ", "Sp.パワースマッシュB Ⅲ", "攻:Sp.パワーDOWN Ⅱ"],
            ["Sp.パワーヒールC Ⅲ", "Sp.パワーヒールC Ⅲ", "回:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 157,
        "name": "リリィたちの羽休め",
        "chara": [1, 2, 10, 15],
        "get_rank": "非ガチャ産",
        "category": { "c1": "ミッション、ログインボーナス等", "c2": "HA、AN無料ガチャ", "c3": ["0.5周年"] },
        "yakuwari": [3],
        "skill": [
            ["ガードスマッシュA Ⅲ", "ガードスマッシュA Ⅲ", "攻:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 158,
        "name": "神宿りの暴走",
        "chara": [2],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "歴戦乙女のアンサンブル (2021/7/20～)", "c3": ["イベントガチャ"] },
        "yakuwari": [1],
        "skill": [
            ["ガードストライクA Ⅳ", "ガードストライクA Ⅳ", "攻:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 159,
        "name": "大切な存在",
        "chara": [6, 2],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "歴戦乙女のアンサンブル (2021/7/20～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 6],
        "skill": [
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.マイトスマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"],
            ["Sp.パワーフォールC Ⅳ", "Sp.パワーフォールC Ⅳ", "援:Sp.パワーDOWN Ⅲ"]
        ]
    },
    {
        "id": 160,
        "name": "悲壮の華",
        "chara": [14],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "歴戦乙女のアンサンブル (2021/7/20～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5, 2],
        "skill": [
            ["ガードアシストD Ⅲ", "ガードアシストD Ⅲ", "援:ガードUP Ⅱ"],
            ["パワーブレイクB Ⅲ", "パワーブレイクB Ⅲ", "攻:パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 161,
        "name": "黄昏の英雄たち",
        "chara": [2, 6, 21, 14, 22],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "歴戦乙女のアンサンブル (2021/7/20～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6, 4],
        "skill": [
            ["Sp.ガードフォールA Ⅳ", "Sp.ガードフォールA Ⅳ", "援:Sp.ガードDOWN Ⅲ"],
            ["風：スマッシュB Ⅲ", "風：スマッシュB Ⅲ", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 162,
        "name": "のびのびトレーニング！",
        "chara": [6],
        "get_rank": "C",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2021", "c3": [""] },
        "yakuwari": [5],
        "skill": [
            ["Sp.マイトアシストA Ⅲ", "Sp.マイトアシストA Ⅲ", "援:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 163,
        "name": "プランセス",
        "chara": [22],
        "get_rank": "非ガチャ産",
        "category": { "c1": "レジェンダリー", "c2": "レギオンリーグ", "c3": ["1st"] },
        "yakuwari": [2],
        "skill": [
            ["ストライクD LG", "ストライクD LG", "攻:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 164,
        "name": "夜空に咲く約束の花",
        "chara": [15, 16],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "夜空に咲く追憶の花 (2021/7/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [3],
        "skill": [
            ["Sp.ガードスマッシュA Ⅳ", "Sp.ガードスマッシュA Ⅳ", "攻:Sp.ガードUP Ⅱ"]
        ]
    },
    {
        "id": 165,
        "name": "もう何も奪わせない",
        "chara": [16],
        "get_rank": "S+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "夜空に咲く追憶の花 (2021/7/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["ガードヒールB Ⅲ", "ガードヒールB Ⅲ", "回:回復UP Ⅱ"]
        ]
    },
    {
        "id": 166,
        "name": "夏祭りのスナイパー",
        "chara": [4],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "夜空に咲く追憶の花 (2021/7/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["ガードストライクB Ⅲ", "ガードストライクB Ⅲ", "攻:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 167,
        "name": "約束の蕾",
        "chara": [15, 16],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "夜空に咲く追憶の花 (2021/7/31～)", "c3": ["第2弾イベントガチャ (2021/8/3～)"] },
        "yakuwari": [5, 2],
        "skill": [
            ["水：ガードアシストC Ⅳ", "水：ガードアシストC Ⅳ", "援:ガードUP Ⅲ"],
            ["マイトストライクB Ⅲ+", "マイトストライクB Ⅲ+", "攻:マイトUP Ⅰ"]
        ]
    },
    {
        "id": 168,
        "name": "紅巴式夏祭りの楽しみ方",
        "chara": [17],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "夜空に咲く追憶の花 (2021/7/31～)", "c3": ["第2弾イベントガチャ (2021/8/3～)"] },
        "yakuwari": [4, 6],
        "skill": [
            ["Sp.ディファーバーストB Ⅲ+", "Sp.ディファーバーストB Ⅲ+", "攻:Sp.ディファーDOWN Ⅱ"],
            ["Sp.マイトフォールB Ⅲ", "Sp.マイトフォールB Ⅲ", "援:Sp.マイトDOWN Ⅱ"]
        ]
    },
    {
        "id": 169,
        "name": "優しい夕暮れ",
        "chara": [13, 11],
        "get_rank": "B",
        "category": { "c1": "チャレンジバトルイベント", "c2": "サマーチャレンジバトル (2021/8/7～)", "c3": ["ハーフアニバーサリー~Sequel~記念サマーガチャ"] },
        "yakuwari": [1, 6],
        "skill": [
            ["ガードブレイクA Ⅴ", "ガードブレイクA Ⅴ", "攻:マイトUP Ⅱ"],
            ["WパワーフォールA Ⅲ", "WパワーフォールA Ⅲ", "援:WパワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 170,
        "name": "楽しい遊園地",
        "chara": [11],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "古き空より祈りをこめて (2021/8/11～)", "c3": ["イベントガチャ"] },
        "yakuwari": [3, 5],
        "skill": [
            ["ファイアスマッシュA Ⅳ", "Sp.パワースマッシュA Ⅳ", "攻:Sp.ガードUP Ⅱ"],
            ["Sp.ガードアシストC Ⅳ", "Sp.ガードアシストC Ⅳ", "援:Sp.ガードUP Ⅱ"]
        ]
    },
    {
        "id": 171,
        "name": "繋げたい言葉",
        "chara": [5],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "古き空より祈りをこめて (2021/8/11～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6],
        "skill": [
            ["Sp.ガードフォールB Ⅲ", "Sp.ガードフォールB Ⅲ", "援:Sp.ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 172,
        "name": "いつかみんなと見る景色",
        "chara": [11, 5],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "古き空より祈りをこめて (2021/8/11～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["パワーストライクB Ⅲ", "パワーストライクB Ⅲ", "攻:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 173,
        "name": "リフレッシュ！エンジン",
        "chara": [10],
        "get_rank": "C",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2021", "c3": [""] },
        "yakuwari": [1, 6],
        "skill": [
            ["パワーストライクA Ⅳ+", "パワーストライクA Ⅳ+", "コ:MP消費DOWN Ⅱ"],
            ["ガードフォールC Ⅳ", "ガードフォールC Ⅳ", "コ:MP消費DOWN Ⅱ"]
        ]
    },
    {
        "id": 174,
        "name": "清淑なる黒き槍",
        "chara": [14],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2021/8/20～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [1, 5],
        "skill": [
            ["ガードブレイクA Ⅳ+", "ガードブレイクA Ⅳ+", "攻:ダメージUP Ⅲ"],
            ["火：パワーアシストB Ⅲ", "火：パワーアシストB Ⅲ", "援:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 175,
        "name": "プリンセスひめひめ",
        "chara": [19],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2021/8/20～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [6],
        "skill": [
            ["パワーフォールC Ⅳ", "パワーフォールC Ⅳ", "援:支援UP Ⅱ"]
        ]
    },
    {
        "id": 176,
        "name": "仮想訓練場の応酬",
        "chara": [8],
        "get_rank": "C",
        "category": { "c1": "属性/レジェンダリーバトルガチャ", "c2": "レジェンダリーバトルガチャ (2021/8/23～)", "c3": [""] },
        "yakuwari": [2, 6],
        "skill": [
            ["ファイアストライクB Ⅲ", "Sp.ディファーストライクB Ⅲ+", "攻:WガードUP Ⅱ"],
            ["火：Sp.パワーフォールB Ⅲ", "火：Sp.パワーフォールB Ⅲ", "援:ディファーDOWN Ⅱ"]
        ]
    },
    {
        "id": 177,
        "name": "獅子奮迅",
        "chara": [23],
        "get_rank": "非ガチャ産",
        "category": { "c1": "レジェンダリー", "c2": "レギオンリーグ", "c3": ["1st"] },
        "yakuwari": [5],
        "skill": [
            ["WガードアシストD LG", "WガードアシストD LG", "援:支援UP/Sp.ガードUP Ⅲ"]
        ]
    },
    {
        "id": 178,
        "name": "はるかな空",
        "chara": [31, 1],
        "get_rank": "非ガチャ産",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "約束の魔法 (魔法少女リリカルなのはDetonation コラボ) (2021/8/31～)", "c3": ["報酬"] },
        "yakuwari": [7, 7],
        "skill": [
            ["ヒールストライクA Ⅳ", "ヒールストライクA Ⅳ", "攻:ダメージUP Ⅱ"],
            ["ヒールD Ⅲ", "ヒールD Ⅲ", "回:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 179,
        "name": "貫く想いの一撃",
        "chara": [31],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "約束の魔法 (魔法少女リリカルなのはDetonation コラボ) (2021/8/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["Sp.パワースマッシュB Ⅲ", "Sp.パワースマッシュB Ⅲ", "攻:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 180,
        "name": "救う願いの一閃",
        "chara": [32],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "約束の魔法 (魔法少女リリカルなのはDetonation コラボ) (2021/8/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [3, 6],
        "skill": [
            ["ウォータースマッシュA Ⅳ", "Sp.パワースマッシュA Ⅳ", "コ:MP消費DOWN Ⅱ"],
            ["水：Sp.パワーフォールB Ⅲ", "水：Sp.パワーフォールB Ⅲ", "コ:MP消費DOWN Ⅱ"]
        ]
    },
    {
        "id": 181,
        "name": "束ねる絆の一夜",
        "chara": [33],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "約束の魔法 (魔法少女リリカルなのはDetonation コラボ) (2021/8/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [1, 5],
        "skill": [
            ["Sp.ディファーストライクA Ⅳ+", "Sp.ディファーストライクA Ⅳ+", "攻:WガードUP Ⅱ"],
            ["水：パワーアシストB Ⅲ", "水：パワーアシストB Ⅲ", "援:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 182,
        "name": "わたしたちの魔法",
        "chara": [31, 1],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "約束の魔法 (魔法少女リリカルなのはDetonation コラボ) (2021/8/31～)", "c3": ["第2弾イベントガチャ (2021/9/3～)"] },
        "yakuwari": [5],
        "skill": [
            ["Sp.ガードアシストC Ⅳ", "Sp.ガードアシストC Ⅳ", "援:Sp.ガードUP Ⅱ"]
        ]
    },
    {
        "id": 183,
        "name": "小さなシュッツエンゲル",
        "chara": [31, 32],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "約束の魔法 (魔法少女リリカルなのはDetonation コラボ) (2021/8/31～)", "c3": ["第2弾イベントガチャ (2021/9/3～)"] },
        "yakuwari": [6, 4],
        "skill": [
            ["WパワーフォールB Ⅲ", "WパワーフォールB Ⅲ", "援:WパワーDOWN Ⅱ"],
            ["ウォータースマッシュB Ⅲ", "Sp.パワースマッシュB Ⅲ", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 184,
        "name": "世界を越えて",
        "chara": [32, 2],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "約束の魔法 (魔法少女リリカルなのはDetonation コラボ) (2021/8/31～)", "c3": ["第2弾イベントガチャ (2021/9/3～)"] },
        "yakuwari": [2, 7],
        "skill": [
            ["マイトブレイクB Ⅲ+", "マイトブレイクB Ⅲ+", "攻:パワーUP Ⅲ"],
            ["パワーヒールC Ⅲ", "パワーヒールC Ⅲ", "回:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 185,
        "name": "凛々しい花々",
        "chara": [1, 2, 10, 15],
        "get_rank": "非ガチャ産",
        "category": { "c1": "シリアルコード", "c2": "1stシングル BD付き限定版", "c3": [""] },
        "yakuwari": [2],
        "skill": [
            ["パワーストライクB Ⅲ", "パワーストライクB Ⅲ", "攻:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 186,
        "name": "姉妹の休息",
        "chara": [9, 20],
        "get_rank": "C",
        "category": { "c1": "チャレンジバトルイベント", "c2": "コラボ開催記念チャレンジバトル (2021/9/8～)", "c3": ["コラボ開催記念チャレンジバトルガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["Sp.ガードヒールD Ⅲ", "Sp.ガードヒールD Ⅲ", "回:Sp.ガードUP Ⅱ"]
        ]
    },
    {
        "id": 187,
        "name": "花を束ねる者",
        "chara": [1, 10, 15],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "蒼穹の白百合 (2021/9/14～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["Sp.ガードバーストB Ⅲ", "Sp.ガードバーストB Ⅲ", "攻:Sp.ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 188,
        "name": "追跡者",
        "chara": [10],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "蒼穹の白百合 (2021/9/14～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["Sp.パワーブレイクB Ⅲ", "Sp.パワーブレイクB Ⅲ", "攻:Sp.パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 189,
        "name": "この空の下で",
        "chara": [15],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "蒼穹の白百合 (2021/9/14～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6],
        "skill": [
            ["Sp.ガードフォールB Ⅲ", "Sp.ガードフォールB Ⅲ", "援:Sp.ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 190,
        "name": "発進☆ユニコーン！",
        "chara": [18],
        "get_rank": "C",
        "category": { "c1": "属性/レジェンダリーバトルガチャ", "c2": "レジェンダリーバトルガチャ (2021/9/16～)", "c3": [""] },
        "yakuwari": [3, 5],
        "skill": [
            ["Sp.パワースマッシュA Ⅳ+", "Sp.パワースマッシュA Ⅳ+", "攻:Sp.マイトUP Ⅱ"],
            ["Sp.マイトアシストB Ⅲ", "Sp.マイトアシストB Ⅲ", "援:Sp.マイトUP Ⅱ"]
        ]
    },
    {
        "id": 191,
        "name": "一直線上のストラテジー",
        "chara": [2],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2021/9/18～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [3],
        "skill": [
            ["Sp.パワースマッシュA Ⅳ", "Sp.パワースマッシュA Ⅳ", "攻:ダメージUP Ⅱ"]
        ]
    },
    {
        "id": 192,
        "name": "校舎屋上のストラグル",
        "chara": [1],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2021/9/18～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [5, 3],
        "skill": [
            ["風：Sp.パワーアシストB Ⅲ", "風：Sp.パワーアシストB Ⅲ", "援:支援UP Ⅲ"],
            ["ウィンドスマッシュA Ⅳ", "WパワーバーストA Ⅳ", "攻:WパワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 193,
        "name": "ハッピーを見つけたら☆",
        "chara": [18],
        "get_rank": "C",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2021", "c3": [""] },
        "yakuwari": [7, 1],
        "skill": [
            ["Sp.ガードヒールC Ⅲ+", "Sp.ガードヒールC Ⅲ+", "コ:MP消費DOWN Ⅱ"],
            ["ウィンドストライクA Ⅳ", "パワーブレイクA Ⅳ", "攻:ガードUP Ⅲ"]
        ]
    },
    {
        "id": 194,
        "name": "誠実なる守護者",
        "chara": [24],
        "get_rank": "非ガチャ産",
        "category": { "c1": "レジェンダリー", "c2": "レギオンリーグ", "c3": ["1st"] },
        "yakuwari": [1],
        "skill": [
            ["パワーストライクA LG", "パワーストライクA LG", "攻:ダメージUP/パワーUP Ⅲ"]
        ]
    },
    {
        "id": 195,
        "name": "ハッピー＆トリート",
        "chara": [15],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "虹色ハロウィンバスターズ (2021/9/30～)", "c3": ["イベントガチャ"] },
        "yakuwari": [3, 6],
        "skill": [
            ["Sp.ガードバーストA Ⅴ", "Sp.ガードバーストA Ⅴ", "攻:Sp.マイトUP Ⅱ"],
            ["Sp.パワーフォールC Ⅳ", "Sp.パワーフォールC Ⅳ", "援:Sp.マイトDOWN Ⅱ"]
        ]
    },
    {
        "id": 196,
        "name": "吸血鬼のたしなみ",
        "chara": [16, 15],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "虹色ハロウィンバスターズ (2021/9/30～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5, 4],
        "skill": [
            ["Sp.マイトアシストB Ⅲ", "Sp.マイトアシストB Ⅲ", "援:WガードUP Ⅱ"],
            ["ウォータースマッシュB Ⅲ", "Sp.ガードバーストB Ⅲ", "攻:Sp.マイトDOWN Ⅱ"]
        ]
    },
    {
        "id": 197,
        "name": "おいでよ☆ハロウィン",
        "chara": [18],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "虹色ハロウィンバスターズ (2021/9/30～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["ガードブレイクB Ⅲ", "ガードブレイクB Ⅲ", "攻:ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 198,
        "name": "ヘルヴォルのお嫁さん",
        "chara": [14],
        "get_rank": "C",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2021", "c3": [""] },
        "yakuwari": [6, 3],
        "skill": [
            ["Sp.マイトフォールB Ⅲ", "Sp.マイトフォールB Ⅲ", "援:Sp.パワーDOWN Ⅱ"],
            ["Sp.ガードバーストA Ⅳ+", "Sp.ガードバーストA Ⅳ+", "攻:Sp.マイトUP Ⅰ"]
        ]
    },
    {
        "id": 199,
        "name": "ようこそ！ふしぎの国へ",
        "chara": [5],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ふしぎの国のタヅサ (2021/10/11～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["パワーヒールC Ⅲ", "パワーヒールC Ⅲ", "回:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 200,
        "name": "プレ・ハロウィンパーティー！",
        "chara": [6, 5,
          9],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ふしぎの国のタヅサ (2021/10/11～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6],
        "skill": [
            ["Sp.パワーフォールB Ⅲ", "Sp.パワーフォールB Ⅲ", "援:Sp.パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 201,
        "name": "ホワイト・ラビット・マジック！",
        "chara": [9],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ふしぎの国のタヅサ (2021/10/11～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["Sp.パワースマッシュB Ⅲ", "Sp.パワースマッシュB Ⅲ", "攻:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 202,
        "name": "平穏を守るための哮り",
        "chara": [19],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2021/10/14～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2, 7],
        "skill": [
            ["マイトブレイクB Ⅲ+", "マイトブレイクB Ⅲ+", "攻:ダメージUP Ⅲ"],
            ["パワーヒールC Ⅲ", "パワーヒールC Ⅲ", "回:回復UP/副援:支援UP Ⅰ"]
        ]
    },
    {
        "id": 203,
        "name": "フォール・ダウン・アタック",
        "chara": [13],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2021/10/14～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["ガードヒールD Ⅲ", "ガードヒールD Ⅲ", "回:回復UP Ⅱ"]
        ]
    },
    {
        "id": 204,
        "name": "無邪気な親近感",
        "chara": [11],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "復刻 ブーステッド・フレンド (2021/10/21～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [5, 2],
        "skill": [
            ["パワーアシストC Ⅳ", "パワーアシストC Ⅳ", "援:パワーUP Ⅲ"],
            ["マイトブレイクB Ⅲ+", "マイトブレイクB Ⅲ+", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 205,
        "name": "神の子",
        "chara": [25],
        "get_rank": "非ガチャ産",
        "category": { "c1": "レジェンダリー", "c2": "レギオンリーグ", "c3": ["1st"] },
        "yakuwari": [7],
        "skill": [
            ["ヒールE LG", "ヒールE LG", "回:回復UP/ガードUP Ⅲ"]
        ]
    },
    {
        "id": 206,
        "name": "ここから先へ",
        "chara": [5, 11],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "復刻 ブーステッド・フレンド (2021/10/21～)", "c3": ["第2弾イベントガチャ (2021/10/23～)"] },
        "yakuwari": [4, 5],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.マイトバーストB Ⅲ+", "攻:Sp.パワーDOWN Ⅲ"],
            ["Sp.パワーアシストC Ⅳ", "Sp.パワーアシストC Ⅳ", "援:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 207,
        "name": "プレシャス・モーニング",
        "chara": [8, 7],
        "get_rank": "A+",
        "category": { "c1": "覚醒フェス", "c2": "覚醒フェス (2021/10/26～)", "c3": [""] },
        "yakuwari": [5, 2],
        "skill": [
            ["マイトアシストB Ⅲ", "マイトアシストB Ⅲ", "援:パワーUP Ⅱ"],
            ["マイトストライクB Ⅲ+", "マイトストライクB Ⅲ+", "攻:マイトUP Ⅰ"]
        ]
    },
    {
        "id": 208,
        "name": "飾らぬ想いに咲き誇る",
        "chara": [15],
        "get_rank": "C",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2021", "c3": [""] },
        "yakuwari": [4, 7],
        "skill": [
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.マイトスマッシュB Ⅲ+", "コ:MP消費DOWN Ⅱ"],
            ["Sp.パワーヒールC Ⅲ", "Sp.パワーヒールC Ⅲ", "コ:MP消費DOWN Ⅱ"]
        ]
    },
    {
        "id": 209,
        "name": "ヘイムスクリングラ・シスターズ",
        "chara": [8, 34],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "凛然のリトル・シスター (2021/10/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["WパワーブレイクB Ⅲ+", "WパワーブレイクB Ⅲ+", "攻:パワーUP Ⅲ"],
            ["パワーアシストC Ⅳ", "パワーアシストC Ⅳ", "援:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 210,
        "name": "勝利の女神が微笑む時",
        "chara": [7],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "凛然のリトル・シスター (2021/10/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["パワーヒールB Ⅲ", "パワーヒールB Ⅲ", "回:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 211,
        "name": "二水のヘイムスクリングラ体験",
        "chara": [4],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "凛然のリトル・シスター (2021/10/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6],
        "skill": [
            ["Sp.パワーフォールB Ⅲ", "Sp.パワーフォールB Ⅲ", "援:Sp.パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 212,
        "name": "アクアプラクティス",
        "chara": [14],
        "get_rank": "A+",
        "category": { "c1": "属性/レジェンダリーバトルガチャ", "c2": "レジェンダリーバトルガチャ (2021/11/3～)", "c3": [""] },
        "yakuwari": [1, 5],
        "skill": [
            ["パワーストライクA Ⅲ+", "パワーストライクA Ⅲ+", "攻:パワーUP Ⅱ"],
            ["WガードアシストB Ⅲ", "WガードアシストB Ⅲ", "援:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 213,
        "name": "街角の寡黙な花",
        "chara": [13],
        "get_rank": "C",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2021", "c3": [""] },
        "yakuwari": [4],
        "skill": [
            ["ディファースマッシュB Ⅲ", "ディファースマッシュB Ⅲ", "攻:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 214,
        "name": "電光石火でご到着！",
        "chara": [7],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2021/11/8～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["風：ストライクC Ⅲ", "風：ストライクC Ⅲ", "攻:ダメージUP Ⅱ"]
        ]
    },
    {
        "id": 215,
        "name": "スピード☆スター",
        "chara": [18],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2021/11/8～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [5],
        "skill": [
            ["WパワーアシストB Ⅲ", "WパワーアシストB Ⅲ", "援:支援UP Ⅱ"]
        ]
    },
    {
        "id": 216,
        "name": "駆けろ！エージェント",
        "chara": [12, 13, 14],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "夜闇を駆けるエージェント (2021/11/11～)", "c3": ["イベントガチャ"] },
        "yakuwari": [3],
        "skill": [
            ["Sp.パワースマッシュA Ⅲ", "Sp.パワースマッシュA Ⅲ", "攻:Sp.マイトUP Ⅰ"]
        ]
    },
    {
        "id": 217,
        "name": "美しき鉄糸の舞",
        "chara": [14],
        "get_rank": "B+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "夜闇を駆けるエージェント (2021/11/11～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5, 4],
        "skill": [
            ["Sp.パワーアシストC Ⅳ", "Sp.パワーアシストC Ⅳ", "援:Sp.ガードDOWN Ⅱ"],
            ["Sp.ガードバーストB Ⅲ", "Sp.ガードバーストB Ⅲ", "攻:Sp.ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 218,
        "name": "せめて、この子だけは",
        "chara": [13],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "夜闇を駆けるエージェント (2021/11/11～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["マイトブレイクB Ⅲ+", "マイトブレイクB Ⅲ+", "攻:マイトDOWN Ⅱ"],
            ["水：パワーアシストB Ⅲ", "水：パワーアシストB Ⅲ", "援:マイトUP Ⅱ"]
        ]
    },
    {
        "id": 219,
        "name": "リトル・アークメイジ",
        "chara": [26],
        "get_rank": "非ガチャ産",
        "category": { "c1": "レジェンダリー", "c2": "レギオンリーグ", "c3": ["1st"] },
        "yakuwari": [6],
        "skill": [
            ["WガードフォールD LG", "WガードフォールD LG", "援:支援UP/ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 220,
        "name": "エレクトロンバウト！",
        "chara": [20],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "復刻 ノーブルリリィ・レポート (2021/11/20～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["ヒールスマッシュB Ⅲ", "ヒールスマッシュB Ⅲ", "攻:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 221,
        "name": "気まぐれのツーショット",
        "chara": [3,
          9],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "復刻 ノーブルリリィ・レポート (2021/11/20～)", "c3": ["第2弾イベントガチャ (2021/11/22～)"] },
        "yakuwari": [6],
        "skill": [
            ["Sp.ガードフォールC Ⅳ", "Sp.ガードフォールC Ⅳ", "援:Sp.ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 222,
        "name": "指先と白いペン",
        "chara": [15, 10],
        "get_rank": "非ガチャ産",
        "category": { "c1": "レジェンダリー", "c2": "レギオンボックスガチャ", "c3": [""] },
        "yakuwari": [2, 7],
        "skill": [
            ["パワーストライクB Ⅲ", "パワーストライクB Ⅲ", "攻:パワーUP Ⅱ"],
            ["ヒールD Ⅲ", "ヒールD Ⅲ", "回:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 223,
        "name": "トライング・オン",
        "chara": [8],
        "get_rank": "A+",
        "category": { "c1": "覚醒フェス", "c2": "覚醒フェス (2021/11/24～)", "c3": [""] },
        "yakuwari": [1, 6],
        "skill": [
            ["パワーストライクA Ⅳ", "パワーストライクA Ⅳ", "攻:パワーUP Ⅱ"],
            ["Sp.マイトフォールA Ⅲ", "Sp.マイトフォールA Ⅲ", "援:Sp.ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 224,
        "name": "リワード・マイセルフ",
        "chara": [9],
        "get_rank": "S+",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2021", "c3": [""] },
        "yakuwari": [5, 2],
        "skill": [
            ["パワーアシストC Ⅳ", "パワーアシストC Ⅳ", "援:パワーUP Ⅱ"],
            ["ガードブレイクB Ⅲ", "ガードブレイクB Ⅲ", "攻:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 225,
        "name": "リリィになるために！",
        "chara": [35],
        "get_rank": "非ガチャ産",
        "category": { "c1": "課金", "c2": "結梨 / 百合ヶ丘標準制服", "c3": [""] },
        "yakuwari": [4],
        "skill": [
            ["Sp.パワースマッシュB Ⅲ", "Sp.パワースマッシュB Ⅲ", "攻:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 226,
        "name": "冷たいラムネをどうぞ",
        "chara": [1],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ユリの花咲く場所 (2021/11/30～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["ヒールD Ⅲ", "ヒールD Ⅲ", "回:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 227,
        "name": "みんな、ガンバレー！",
        "chara": [35],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ユリの花咲く場所 (2021/11/30～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["ガードブレイクB Ⅲ", "ガードブレイクB Ⅲ", "攻:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 228,
        "name": "結梨の大好きな場所",
        "chara": [35, 1, 2],
        "get_rank": "S+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ユリの花咲く場所 (2021/11/30～)", "c3": ["イベントガチャ"] },
        "yakuwari": [3, 6],
        "skill": [
            ["Sp.ガードバーストA Ⅳ+", "Sp.ガードバーストA Ⅳ+", "攻:Sp.パワーUP Ⅱ"],
            ["Sp.パワーフォールB Ⅲ", "Sp.パワーフォールB Ⅲ", "援:Sp.パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 229,
        "name": "胸躍る聖夜",
        "chara": [1],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "メモリー・オブ・リリィズ (2021/12/13～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6, 2],
        "skill": [
            ["WパワーフォールB Ⅲ", "WパワーフォールB Ⅲ", "援:パワーDOWN Ⅲ"],
            ["マイトブレイクB Ⅲ+", "マイトブレイクB Ⅲ+", "攻:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 230,
        "name": "スノーフレイク",
        "chara": [2, 1],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "メモリー・オブ・リリィズ (2021/12/13～)", "c3": ["イベントガチャ"] },
        "yakuwari": [3, 5],
        "skill": [
            ["Sp.パワースマッシュA Ⅳ+", "Sp.ウィンドパワースマッシュA Ⅳ+", "攻:Sp.パワーUP Ⅲ"],
            ["Sp.パワーアシストC Ⅳ", "Sp.ウィンドパワーアシストB Ⅱ", "援:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 231,
        "name": "プレゼントはお任せ♪",
        "chara": [3],
        "get_rank": "S+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "メモリー・オブ・リリィズ (2021/12/13～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["マイトブレイクB Ⅲ+", "マイトブレイクB Ⅲ+", "攻:ガードDOWN Ⅱ"],
            ["風：ガードアシストB Ⅲ", "風：ガードアシストB Ⅲ", "援:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 232,
        "name": "高らかと響き渡る歌声の中で",
        "chara": [16],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "復刻 アイドルリリィ★ステージ (2021/12/20～)", "c3": ["第1弾イベントガチャ (第2弾も同日で既存PUのみ)"] },
        "yakuwari": [4, 7],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.ウォーターガードバーストB Ⅲ+", "攻:Sp.パワーUP Ⅲ"],
            ["Sp.ガードヒールC Ⅲ+", "Sp.ウォーターガードヒールC Ⅲ", "回:Sp.ガードUP Ⅲ"]
        ]
    },
    {
        "id": 233,
        "name": "大丈夫、みんながいるから",
        "chara": [17],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "復刻 アイドルリリィ★ステージ (2021/12/20～)", "c3": ["第1弾イベントガチャ (第2弾も同日で既存PUのみ)"] },
        "yakuwari": [6, 2],
        "skill": [
            ["水：パワーフォールB Ⅲ", "水：パワーフォールB Ⅲ", "援:パワーDOWN Ⅲ"],
            ["マイトストライクB Ⅲ+", "ウォーターパワーストライクB Ⅲ+", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 234,
        "name": "戦場のコンダクター",
        "chara": [27],
        "get_rank": "非ガチャ産",
        "category": { "c1": "レジェンダリー", "c2": "レギオンリーグ", "c3": ["1st"] },
        "yakuwari": [3],
        "skill": [
            ["Sp.パワースマッシュA LG", "Sp.パワースマッシュA LG", "攻:ダメージUP/Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 235,
        "name": "情熱の取材前夜！",
        "chara": [4],
        "get_rank": "S+",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2021", "c3": [""] },
        "yakuwari": [1, 7],
        "skill": [
            ["マイトストライクA Ⅳ+", "マイトストライクA Ⅳ+", "攻:パワーUP Ⅱ"],
            ["ガードヒールC Ⅲ", "ガードヒールC Ⅲ", "回:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 236,
        "name": "あなたに傘を",
        "chara": [8],
        "get_rank": "S+",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2021", "c3": [""] },
        "yakuwari": [6, 3],
        "skill": [
            ["Sp.ガードフォールC Ⅳ", "Sp.ガードフォールC Ⅳ", "援:Sp.ガードDOWN Ⅱ"],
            ["Sp.パワースマッシュA Ⅲ+", "Sp.パワースマッシュA Ⅲ+", "攻:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 237,
        "name": "戦いの合間に",
        "chara": [36, 1, 2, 39],
        "get_rank": "非ガチャ産",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "戦場に咲く歌の花 (戦姫絶唱シンフォギアXD UNLIMITED コラボ) (2021/12/26～)", "c3": ["報酬"] },
        "yakuwari": [4],
        "skill": [
            ["Sp.パワースマッシュB Ⅲ", "Sp.パワースマッシュB Ⅲ", "攻:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 238,
        "name": "絆の歌",
        "chara": [36, 1],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "戦場に咲く歌の花 (戦姫絶唱シンフォギアXD UNLIMITED コラボ) (2021/12/26～)", "c3": ["イベントガチャ"] },
        "yakuwari": [3, 6],
        "skill": [
            ["Sp.パワースマッシュA Ⅳ", "Sp.パワースマッシュA Ⅳ", "攻:Sp.パワーUP Ⅱ"],
            ["Sp.パワーフォールB Ⅲ", "Sp.パワーフォールB Ⅲ", "援:Sp.パワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 239,
        "name": "神獣鏡の輝き",
        "chara": [37],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "戦場に咲く歌の花 (戦姫絶唱シンフォギアXD UNLIMITED コラボ) (2021/12/26～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5],
        "skill": [
            ["WガードアシストB Ⅲ", "WガードアシストB Ⅲ", "援:支援UP Ⅱ"]
        ]
    },
    {
        "id": 240,
        "name": "ガンズ・パーティー",
        "chara": [38],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "戦場に咲く歌の花 (戦姫絶唱シンフォギアXD UNLIMITED コラボ) (2021/12/26～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["ガードブレイクB Ⅲ", "ガードブレイクB Ⅲ", "攻:ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 241,
        "name": "気高き錬金術師",
        "chara": [39],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "戦場に咲く歌の花 (戦姫絶唱シンフォギアXD UNLIMITED コラボ) (2021/12/26～)", "c3": ["イベントガチャ"] },
        "yakuwari": [1],
        "skill": [
            ["パワーストライクA Ⅳ", "パワーストライクA Ⅳ", "攻:ダメージUP Ⅱ"]
        ]
    },
    {
        "id": 242,
        "name": "元日の決斗！",
        "chara": [2],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "招福万来のラッキーガール (2021/12/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [3],
        "skill": [
            ["Sp.パワースマッシュA Ⅳ", "Sp.パワースマッシュA Ⅳ", "攻:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 243,
        "name": "心弛ぶひととき",
        "chara": [7],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "招福万来のラッキーガール (2021/12/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["水：スマッシュB Ⅲ", "水：スマッシュB Ⅲ", "コ:MP消費DOWN Ⅱ"]
        ]
    },
    {
        "id": 244,
        "name": "故郷へ想い馳せながら",
        "chara": [8],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "招福万来のラッキーガール (2021/12/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5],
        "skill": [
            ["Sp.マイトアシストB Ⅲ", "Sp.マイトアシストB Ⅲ", "援:Sp.ガードUP Ⅱ"]
        ]
    },
    {
        "id": 245,
        "name": "罰執行のお時間です",
        "chara": [7,
          8],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "招福万来のラッキーガール (2021/12/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7, 2],
        "skill": [
            ["パワーヒールC Ⅲ", "パワーヒールC Ⅲ", "回:回復UP Ⅱ"],
            ["パワーストライクB Ⅲ", "パワーストライクB Ⅲ", "攻:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 246,
        "name": "大切な貴女への贈り物",
        "chara": [3],
        "get_rank": "S",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2022", "c3": [""] },
        "yakuwari": [6, 1],
        "skill": [
            ["火：パワーフォールB Ⅲ", "火：パワーフォールB Ⅲ", "コ:MP消費DOWN Ⅱ"],
            ["パワーブレイクA Ⅳ", "パワーブレイクA Ⅳ", "コ:MP消費DOWN Ⅱ"]
        ]
    },
    {
        "id": 247,
        "name": "ボナペティ！",
        "chara": [25],
        "get_rank": "A",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "1周年記念役割別ガチャ (2022/1/6～)", "c3": ["通常ガチャ", "支援ガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["パワーストライクB Ⅲ", "パワーストライクB Ⅲ", "コ:MP消費DOWN Ⅱ"],
            ["火：パワーアシストB Ⅲ", "火：パワーアシストB Ⅲ", "コ:MP消費DOWN Ⅱ"]
        ]
    },
    {
        "id": 248,
        "name": "CHARMを絵筆に替えて",
        "chara": [23],
        "get_rank": "A",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "1周年記念役割別ガチャ (2022/1/6～)", "c3": ["特殊ガチャ", "妨害ガチャ"] },
        "yakuwari": [4, 6],
        "skill": [
            ["Sp.パワースマッシュB Ⅲ", "Sp.パワースマッシュB Ⅲ", "攻:ダメージUP Ⅱ"],
            ["Sp.ディファーフォールB Ⅲ", "Sp.ディファーフォールB Ⅲ", "援:支援UP Ⅱ"]
        ]
    },
    {
        "id": 249,
        "name": "海の世界に想いを馳せて",
        "chara": [22],
        "get_rank": "A",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "1周年記念役割別ガチャ (2022/1/6～)", "c3": ["回復ガチャ", "特殊ガチャ"] },
        "yakuwari": [7, 3],
        "skill": [
            ["ガードヒールD Ⅲ", "ガードヒールD Ⅲ", "回:回復UP Ⅱ"],
            ["ディファースマッシュA Ⅳ+", "ディファースマッシュA Ⅳ+", "攻:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 250,
        "name": "ミューチュアルプロテクション",
        "chara": [9],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "復刻 守護天使の誓い (2022/1/8～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [7, 5],
        "skill": [
            ["ヒールスマッシュC Ⅲ", "ヒールスマッシュC Ⅲ", "攻:Sp.パワーUP Ⅱ"],
            ["Sp.パワーアシストC Ⅳ", "Sp.パワーアシストC Ⅳ", "援:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 251,
        "name": "ファイア・ダッシュ",
        "chara": [20],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "復刻 守護天使の誓い (2022/1/8～)", "c3": ["第2弾イベントガチャ (同日～)"] },
        "yakuwari": [6, 2],
        "skill": [
            ["風：ガードフォールB Ⅲ", "風：ガードフォールB Ⅲ", "援:ガードDOWN Ⅱ"],
            ["マイトブレイクB Ⅲ+", "マイトブレイクB Ⅲ+", "攻:ガードDOWN Ⅱ"]
        ]
    },
    {
        "id": 252,
        "name": "パジャマパーティー",
        "chara": [1, 2, 10, 15],
        "get_rank": "非ガチャ産",
        "category": { "c1": "シリアルコード", "c2": "ヴァイスシュヴァルツ アサルトリリィVol.2", "c3": [""] },
        "yakuwari": [4],
        "skill": [
            ["Sp.パワースマッシュB Ⅲ", "Sp.パワースマッシュB Ⅲ", "攻:Sp.パワーUP Ⅱ"]
        ]
    },
    {
        "id": 253,
        "name": "猪突猛進！",
        "chara": [28],
        "get_rank": "非ガチャ産",
        "category": { "c1": "レジェンダリー", "c2": "レギオンリーグ", "c3": ["1st"] },
        "yakuwari": [2],
        "skill": [
            ["ストライクD LG", "ストライクD LG", "攻:ダメージUP/パワーUP Ⅲ"]
        ]
    },
    {
        "id": 254,
        "name": "戦いの旅路",
        "chara": [1, 45, 10, 15, 40, 41],
        "get_rank": "非ガチャ産",
        "category": { "c1": "ミッション、ログインボーナス等", "c2": "HA、AN無料ガチャ", "c3": ["1周年"] },
        "yakuwari": [1, 7],
        "skill": [
            ["ガードストライクA Ⅳ", "ガードストライクA Ⅳ", "攻:ガードUP Ⅱ"],
            ["ガードヒールB Ⅲ", "ガードヒールB Ⅲ", "回:ガードUP Ⅱ"]
        ]
    },
    {
        "id": 255,
        "name": "Anniversary Memoria -大切なあなたを想い-",
        "chara": [8],
        "get_rank": "非ガチャ産",
        "category": { "c1": "ミッション、ログインボーナス等", "c2": "期間限定", "c3": ["1周年記念"] },
        "yakuwari": [7],
        "skill": [
            ["パワーヒールB Ⅲ", "パワーヒールB Ⅲ", "回:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 256,
        "name": "狂乱の姫巫女",
        "chara": [40],
        "get_rank": "SS+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "激戦のプレリュード (2022/1/20～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["Sp.ガードバーストB Ⅲ", "Sp.ガードバーストB Ⅲ", "攻:ダメージUP Ⅲ"]
        ]
    },
    {
        "id": 257,
        "name": "台場の白き魔女",
        "chara": [41],
        "get_rank": "SS+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "激戦のプレリュード (2022/1/20～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["ガードブレイクB Ⅲ", "ガードブレイクB Ⅲ", "攻:ダメージUP Ⅲ"]
        ]
    },
    {
        "id": 258,
        "name": "鬼神の意志を継ぐ者",
        "chara": [45],
        "get_rank": "SS+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "激戦のプレリュード (2022/1/20～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6],
        "skill": [
            ["パワーフォールC Ⅳ", "パワーフォールC Ⅳ", "援:支援UP Ⅲ"]
        ]
    },
    {
        "id": 259,
        "name": "ラ・ピュセル",
        "chara": [46],
        "get_rank": "SS+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "激戦のプレリュード (2022/1/20～)", "c3": ["イベントガチャ"] },
        "yakuwari": [3],
        "skill": [
            ["Sp.パワースマッシュA Ⅳ", "Sp.パワースマッシュA Ⅳ", "攻:ダメージUP Ⅲ"]
        ]
    },
    {
        "id": 260,
        "name": "戦火の結束",
        "chara": [1, 10, 15, 40, 45],
        "get_rank": "SS+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "激戦のプレリュード (2022/1/20～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5, 1],
        "skill": [
            ["マイトアシストB Ⅲ", "マイトアシストB Ⅲ", "援:支援UP Ⅲ"],
            ["マイトストライクA Ⅳ+", "マイトストライクA Ⅳ+", "攻:ダメージUP Ⅲ"]
        ]
    },
    {
        "id": 261,
        "name": "ジャスト・ザ・ブレイブ",
        "chara": [13],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "慟哭のクリューサーオール (2022/1/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["ガードブレイクB Ⅲ", "ガードブレイクB Ⅲ", "攻:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 262,
        "name": "コール・ユア・ネーム",
        "chara": [12],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "慟哭のクリューサーオール (2022/1/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["ガードヒールC Ⅲ", "ガードヒールC Ⅲ", "コ:MP消費DOWN Ⅱ"]
        ]
    },
    {
        "id": 263,
        "name": "ガーディアン・パワー",
        "chara": [10],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "慟哭のクリューサーオール (2022/1/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["Sp.パワースマッシュB Ⅲ", "Sp.パワースマッシュB Ⅲ", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 264,
        "name": "エクストリームブースト",
        "chara": [13],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "慟哭のクリューサーオール (2022/1/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5, 1],
        "skill": [
            ["ガードアシストC Ⅳ", "ガードアシストC Ⅳ", "援:ガードUP Ⅲ"],
            ["パワーストライクA Ⅲ+", "パワーストライクA Ⅲ+", "攻:ガードUP Ⅲ"]
        ]
    },
    {
        "id": 265,
        "name": "一筆の心",
        "chara": [7],
        "get_rank": "S",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2022", "c3": [""] },
        "yakuwari": [2, 7],
        "skill": [
            ["WパワーブレイクB Ⅲ+", "WパワーブレイクB Ⅲ+", "攻:パワーDOWN Ⅲ"],
            ["Sp.ガードヒールD Ⅲ", "Sp.ガードヒールD Ⅲ", "回:Sp.ガードUP Ⅲ"]
        ]
    },
    {
        "id": 266,
        "name": "煌めく花々",
        "chara": [1, 2, 10, 15],
        "get_rank": "非ガチャ産",
        "category": { "c1": "シリアルコード", "c2": "2ndシングル BD付き限定版", "c3": [""] },
        "yakuwari": [7, 2],
        "skill": [
            ["ヒールD Ⅳ", "ヒールD Ⅳ", "回:WガードUP Ⅰ"],
            ["パワーストライクB Ⅲ", "パワーストライクB Ⅲ", "攻:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 267,
        "name": "ドキドキ・ショコラーデ",
        "chara": [9, 20],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "メイド・イン・シルト (2022/2/10～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["Sp.ガードバーストB Ⅲ", "Sp.ガードバーストB Ⅲ", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 268,
        "name": "まごころをこめて！",
        "chara": [1],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "メイド・イン・シルト (2022/2/10～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["Sp.ディファーストライクB Ⅲ+", "Sp.ディファーストライクB Ⅲ+", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 269,
        "name": "ハッピーバレンタインだにゃん♪",
        "chara": [8],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "メイド・イン・シルト (2022/2/10～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["WパワーヒールC Ⅲ", "WパワーヒールC Ⅲ", "回:回復UP Ⅲ"]
        ]
    },
    {
        "id": 270,
        "name": "ハンドメイド・リリィ",
        "chara": [25,
          8, 1,
          9],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "メイド・イン・シルト (2022/2/10～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5, 3],
        "skill": [
            ["Sp.ガードアシストD Ⅲ", "Sp.ガードアシストD Ⅲ", "援:Sp.ガードUP Ⅲ"],
            ["Sp.マイトスマッシュA Ⅳ+", "Sp.マイトスマッシュA Ⅳ+", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 271,
        "name": "暁に笑う少女",
        "chara": [5],
        "get_rank": "S",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2022", "c3": [""] },
        "yakuwari": [6, 1],
        "skill": [
            ["ガードフォールC Ⅳ", "ガードフォールC Ⅳ", "援:支援UP Ⅲ"],
            ["ガードブレイクA Ⅳ+", "ガードブレイクA Ⅳ+", "攻:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 272,
        "name": "ワンマンアーミー",
        "chara": [29],
        "get_rank": "非ガチャ産",
        "category": { "c1": "レジェンダリー", "c2": "レギオンリーグ", "c3": ["1st"] },
        "yakuwari": [5, 5],
        "skill": [
            ["WパワーアシストD LG", "WパワーアシストD LG", "援:支援UP/パワーUP Ⅲ"],
            ["WパワーアシストD LG", "WパワーアシストD LG", "援:パワーUP Ⅱ"]
        ]
    },
    {
        "id": 273,
        "name": "暴君の花嫁",
        "chara": [44],
        "get_rank": "SS+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "双璧の戦乙女 (2022/2/19～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["WガードヒールC Ⅲ", "WガードヒールC Ⅲ", "コ:MP消費DOWN Ⅱ"]
        ]
    },
    {
        "id": 274,
        "name": "セインツの宝石",
        "chara": [43],
        "get_rank": "SS+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "双璧の戦乙女 (2022/2/19～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["マイトストライクB Ⅲ+", "マイトストライクB Ⅲ+", "攻:ダメージUP Ⅲ"],
            ["パワーアシストC Ⅳ", "パワーアシストC Ⅳ", "援:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 275,
        "name": "劔の妖精",
        "chara": [42],
        "get_rank": "SS+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "双璧の戦乙女 (2022/2/19～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["WパワーバーストB Ⅲ", "WパワーバーストB Ⅲ", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 276,
        "name": "信念と誇り",
        "chara": [15, 40, 16, 41],
        "get_rank": "非ガチャ産",
        "category": { "c1": "ミッション、ログインボーナス等", "c2": "期間限定", "c3": ["光闇実装記念"] },
        "yakuwari": [6, 3],
        "skill": [
            ["闇：WパワーフォールA Ⅲ", "闇：WパワーフォールA Ⅲ", "援:WパワーDOWN Ⅱ"],
            ["WパワーバーストA Ⅳ", "WパワーバーストA Ⅳ", "攻:WパワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 277,
        "name": "寂寥の美",
        "chara": [17],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "美しき世界のメッセンジャー (2022/2/28～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 7],
        "skill": [
            ["チャージストライクB Ⅱ", "チャージストライクB Ⅱ", "攻:ダメージUP Ⅲ"],
            ["チャージヒールC Ⅱ", "チャージヒールC Ⅱ", "回:ガードUP Ⅲ"]
        ]
    },
    {
        "id": 278,
        "name": "先駆けプリンセス",
        "chara": [19],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "美しき世界のメッセンジャー (2022/2/28～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5, 1],
        "skill": [
            ["チャージパワーアシストB Ⅱ", "チャージパワーアシストB Ⅱ", "援:パワーUP Ⅲ"],
            ["チャージストライクA Ⅲ", "チャージストライクA Ⅲ", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 279,
        "name": "遠い日の足跡",
        "chara": [18],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "美しき世界のメッセンジャー (2022/2/28～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6, 3],
        "skill": [
            ["チャージSp.パワーフォールB Ⅱ", "チャージSp.パワーフォールB Ⅱ", "援:Sp.パワーDOWN Ⅲ"],
            ["チャージスマッシュA Ⅲ", "チャージスマッシュA Ⅲ", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 280,
        "name": "真夜中のクリエイター",
        "chara": [19],
        "get_rank": "S",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2022", "c3": [""] },
        "yakuwari": [4, 5],
        "skill": [
            ["Sp.ガードバーストB Ⅲ", "Sp.ガードバーストB Ⅲ", "攻:ダメージUP Ⅲ"],
            ["闇：Sp.パワーアシストB Ⅲ", "闇：Sp.パワーアシストB Ⅲ", "援:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 281,
        "name": "小春日和",
        "chara": [21, 25],
        "get_rank": "A",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "新属性追加記念ガチャ (2022/3/7～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["マイトストライクB Ⅲ+", "マイトストライクB Ⅲ+", "攻:パワーUP Ⅲ"],
            ["WガードアシストC Ⅳ", "WガードアシストC Ⅳ", "援:WガードUP Ⅱ"]
        ]
    },
    {
        "id": 282,
        "name": "放課後のミューズ",
        "chara": [24],
        "get_rank": "A",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "新属性追加記念ガチャ (2022/3/7～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [7, 4],
        "skill": [
            ["Sp.ガードヒールC Ⅲ+", "Sp.ガードヒールC Ⅲ+", "回:回復UP/副援:支援UP Ⅱ"],
            ["Sp.パワースマッシュB Ⅲ", "Sp.パワースマッシュB Ⅲ", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 283,
        "name": "純白の想い",
        "chara": [2, 1],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "オーダーメイドシスターズ (2022/3/12～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6, 2],
        "skill": [
            ["闇：パワーフォールB Ⅲ", "闇：パワーフォールB Ⅲ", "援:パワーDOWN Ⅲ"],
            ["ガードブレイクB Ⅲ", "ガードブレイクB Ⅲ", "攻:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 284,
        "name": "いつでも近くに",
        "chara": [20,
          9],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "オーダーメイドシスターズ (2022/3/12～)", "c3": ["イベントガチャ"] },
        "yakuwari": [1, 7],
        "skill": [
            ["パワーストライクA Ⅳ+", "パワーストライクA Ⅳ+", "攻:パワーUP Ⅲ"],
            ["ガードヒールC Ⅲ+", "ガードヒールC Ⅲ+", "回:ガードUP Ⅲ"]
        ]
    },
    {
        "id": 285,
        "name": "あなただけの守護天使",
        "chara": [21, 25],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "オーダーメイドシスターズ (2022/3/12～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 5],
        "skill": [
            ["チャージスマッシュB Ⅱ", "チャージスマッシュB Ⅱ", "攻:Sp.パワーUP Ⅲ"],
            ["闇：WガードアシストB Ⅲ", "闇：WガードアシストB Ⅲ", "援:WガードUP Ⅱ"]
        ]
    },
    {
        "id": 286,
        "name": "レスキューキャット",
        "chara": [6, 5],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "ギガント級リリース直前記念ガチャ (2022/3/18～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["Sp.ディファーストライクB Ⅲ+", "Sp.ディファーストライクB Ⅲ+", "攻:ダメージUP Ⅲ"],
            ["闇：WガードアシストB Ⅲ", "闇：WガードアシストB Ⅲ", "援:支援UP Ⅲ"]
        ]
    },
    {
        "id": 287,
        "name": "静かに肩を寄せて",
        "chara": [4, 3],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "ギガント級リリース直前記念ガチャ (2022/3/18～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [6, 4],
        "skill": [
            ["Sp.マイトフォールB Ⅲ", "Sp.マイトフォールB Ⅲ", "援:支援UP Ⅲ"],
            ["ディファースマッシュB Ⅲ+", "ディファースマッシュB Ⅲ+", "攻:ダメージUP Ⅲ"]
        ]
    },
    {
        "id": 288,
        "name": "ブレイブ・ショット",
        "chara": [10],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ギガント級ヒュージ討伐 アビスサーペントChapter.1 (2022/3/24～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5, 3],
        "skill": [
            ["チャージSp.パワーアシストB Ⅱ", "チャージSp.パワーアシストB Ⅱ", "援:Sp.パワーUP Ⅲ"],
            ["Sp.マイトスマッシュA Ⅳ+", "Sp.マイトスマッシュA Ⅳ+", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 289,
        "name": "不撓不屈の心を胸に",
        "chara": [15],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ギガント級ヒュージ討伐 アビスサーペントChapter.1 (2022/3/24～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 6],
        "skill": [
            ["ガードブレイクB Ⅲ", "ガードブレイクB Ⅲ", "攻:ガードDOWN Ⅲ"],
            ["闇：ガードフォールB Ⅲ", "闇：ガードフォールB Ⅲ", "援:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 290,
        "name": "迎え撃つ勇士たち",
        "chara": [1, 10, 15],
        "get_rank": "非ガチャ産",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ギガント級ヒュージ討伐 アビスサーペントChapter.1 (2022/3/24～)", "c3": ["報酬"] },
        "yakuwari": [4, 7],
        "skill": [
            ["Sp.ガードバーストB Ⅲ", "Sp.ガードバーストB Ⅲ", "攻:Sp.ガードDOWN Ⅲ"],
            ["Sp.パワーヒールC Ⅲ", "Sp.パワーヒールC Ⅲ", "コ:MP消費DOWN Ⅱ"]
        ]
    },
    {
        "id": 291,
        "name": "キラキラアイスクリーム！",
        "chara": [11],
        "get_rank": "S",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2022", "c3": [""] },
        "yakuwari": [2, 7],
        "skill": [
            ["パワーストライクB Ⅲ", "パワーストライクB Ⅲ", "攻:パワーUP Ⅲ"],
            ["チャージヒールD Ⅱ", "チャージヒールD Ⅱ", "回:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 292,
        "name": "デートのプロフェッショナル",
        "chara": [51, 16],
        "get_rank": "非ガチャ産",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "デート・ア・リリィ 狂三フレンド (デート・ア・ライブ コラボ) (2022/3/31～)", "c3": ["報酬"] },
        "yakuwari": [1, 5],
        "skill": [
            ["パワーストライクA Ⅳ", "パワーストライクA Ⅳ", "攻:パワーUP Ⅲ"],
            ["光：WパワーアシストA Ⅲ", "光：WパワーアシストA Ⅲ", "援:WパワーUP Ⅱ"]
        ]
    },
    {
        "id": 293,
        "name": "静寂の中で",
        "chara": [50],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "デート・ア・リリィ 狂三フレンド (デート・ア・ライブ コラボ) (2022/3/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["チャージストライクB Ⅱ", "チャージストライクB Ⅱ", "攻:パワーUP Ⅲ"],
            ["チャージガードアシストC Ⅲ", "チャージガードアシストC Ⅲ", "援:ガードUP Ⅲ"]
        ]
    },
    {
        "id": 294,
        "name": "灼爛の一撃",
        "chara": [51],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "デート・ア・リリィ 狂三フレンド (デート・ア・ライブ コラボ) (2022/3/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [3, 7],
        "skill": [
            ["Sp.パワースマッシュA Ⅳ", "Sp.パワースマッシュA Ⅳ", "攻:ダメージUP Ⅲ"],
            ["Sp.パワーヒールD Ⅲ", "Sp.パワーヒールD Ⅲ", "回:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 295,
        "name": "扶翼の剣",
        "chara": [52],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "デート・ア・リリィ 狂三フレンド (デート・ア・ライブ コラボ) (2022/3/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [4, 6],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.マイトバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"],
            ["Sp.マイトフォールB Ⅲ", "Sp.マイトフォールB Ⅲ", "援:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 296,
        "name": "悪夢との共闘",
        "chara": [50, 52],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "デート・ア・リリィ 狂三フレンド (デート・ア・ライブ コラボ) (2022/3/31～)", "c3": ["第2弾イベントガチャ (2022/4/4～)"] },
        "yakuwari": [4, 5],
        "skill": [
            ["チャージスマッシュB Ⅱ", "チャージスマッシュB Ⅱ", "攻:Sp.パワーUP Ⅲ"],
            ["チャージSp.ガードアシストC Ⅲ", "チャージSp.ガードアシストC Ⅲ", "援:Sp.ガードUP Ⅲ"]
        ]
    },
    {
        "id": 297,
        "name": "世界を守る剣たち",
        "chara": [52, 15],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "デート・ア・リリィ 狂三フレンド (デート・ア・ライブ コラボ) (2022/3/31～)", "c3": ["第2弾イベントガチャ (2022/4/4～)"] },
        "yakuwari": [6, 2],
        "skill": [
            ["光：パワーフォールB Ⅲ", "光：パワーフォールB Ⅲ", "援:支援UP Ⅲ"],
            ["マイトブレイクB Ⅲ+", "マイトブレイクB Ⅲ+", "攻:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 298,
        "name": "水流乱撃",
        "chara": [5],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "復刻 アーセナル・ジェラシー (2022/4/8～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 5],
        "skill": [
            ["チャージスマッシュB Ⅱ", "チャージスマッシュB Ⅱ", "攻:Sp.パワーUP Ⅲ"],
            ["Sp.ガードアシストC Ⅳ", "Sp.ガードアシストC Ⅳ", "援:Sp.ガードUP Ⅲ"]
        ]
    },
    {
        "id": 299,
        "name": "なかよしとわいらいと",
        "chara": [14, 11],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2022/4/10～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2, 6],
        "skill": [
            ["マイトストライクB Ⅲ+", "マイトストライクB Ⅲ+", "攻:ダメージUP Ⅲ"],
            ["光：WガードフォールB Ⅲ", "光：WガードフォールB Ⅲ", "援:支援UP Ⅲ"]
        ]
    },
    {
        "id": 300,
        "name": "月下の傍観者",
        "chara": [5, 1],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2022/4/10～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [5, 4],
        "skill": [
            ["Sp.マイトアシストB Ⅲ", "Sp.マイトアシストB Ⅲ", "コ:MP消費DOWN Ⅱ"],
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.マイトスマッシュB Ⅲ+", "攻:ダメージUP Ⅲ"]
        ]
    },
    {
        "id": 301,
        "name": "愛しき人との待ち合わせ",
        "chara": [2],
        "get_rank": "S",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2022", "c3": [""] },
        "yakuwari": [2, 7],
        "skill": [
            ["チャージストライクB Ⅱ", "チャージストライクB Ⅱ", "攻:パワーUP Ⅲ"],
            ["パワーヒールD Ⅲ", "パワーヒールD Ⅲ", "回:回復UP Ⅲ"]
        ]
    },
    {
        "id": 302,
        "name": "そうさく倶楽部の活動",
        "chara": [53, 3],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "まごころを留めて (2022/4/15～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 6],
        "skill": [
            ["スマッシュC Ⅲ", "スマッシュC Ⅲ", "攻:Sp.パワーUP Ⅲ"],
            ["光：WガードフォールA Ⅲ", "光：WガードフォールA Ⅲ", "援:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 303,
        "name": "不動劔の姫",
        "chara": [53],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "まごころを留めて (2022/4/15～)", "c3": ["イベントガチャ"] },
        "yakuwari": [1, 6],
        "skill": [
            ["パワーストライクA Ⅳ+", "パワーストライクA Ⅳ+", "攻:ダメージUP Ⅲ"],
            ["チャージパワーフォールB Ⅱ", "チャージパワーフォールB Ⅱ", "援:パワーDOWN Ⅲ"]
        ]
    },
    {
        "id": 304,
        "name": "飛翔迎撃",
        "chara": [4],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "まごころを留めて (2022/4/15～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 7],
        "skill": [
            ["Sp.ガードバーストB Ⅲ", "Sp.ガードバーストB Ⅲ", "攻:Sp.ガードDOWN Ⅲ"],
            ["Sp.ガードヒールC Ⅲ", "Sp.ガードヒールC Ⅲ", "回:Sp.ガードUP Ⅲ"]
        ]
    },
    {
        "id": 305,
        "name": "麗しき出立",
        "chara": [3],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "まごころを留めて (2022/4/15～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5, 2],
        "skill": [
            ["光：パワーアシストB Ⅲ", "光：パワーアシストB Ⅲ", "援:パワーUP Ⅲ"],
            ["ガードブレイクB Ⅲ", "ガードブレイクB Ⅲ", "攻:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 306,
        "name": "フラガラッハの光",
        "chara": [21],
        "get_rank": "非ガチャ産",
        "category": { "c1": "レジェンダリー", "c2": "レギオンリーグ", "c3": ["2nd"] },
        "yakuwari": [7],
        "skill": [
            ["WガードヒールE LG", "WガードヒールE LG", "回:回復UP/副援:支援UP Ⅱ"]
        ]
    },
    {
        "id": 307,
        "name": "雷光一閃",
        "chara": [18],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ギガント級ヒュージ討伐 アビスサーペントChapter.2 (2022/4/25～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 6],
        "skill": [
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.マイトスマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"],
            ["光：Sp.ガードフォールB Ⅲ", "光：Sp.ガードフォールB Ⅲ", "援:Sp.パワーDOWN Ⅲ"]
        ]
    },
    {
        "id": 308,
        "name": "アクアストライク",
        "chara": [14],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ギガント級ヒュージ討伐 アビスサーペントChapter.2 (2022/4/25～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 7],
        "skill": [
            ["マイトストライクB Ⅲ+", "マイトストライクB Ⅲ+", "攻:パワーUP Ⅲ"],
            ["チャージヒールC Ⅱ", "チャージヒールC Ⅱ", "回:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 309,
        "name": "ストームデュオ",
        "chara": [15, 18],
        "get_rank": "非ガチャ産",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ギガント級ヒュージ討伐 アビスサーペントChapter.2 (2022/4/25～)", "c3": ["報酬"] },
        "yakuwari": [5, 1],
        "skill": [
            ["光：ガードアシストB Ⅲ", "光：ガードアシストB Ⅲ", "援:ガードUP Ⅲ"],
            ["マイトブレイクA Ⅳ+", "マイトブレイクA Ⅳ+", "攻:パワーDOWN Ⅲ"]
        ]
    },
    {
        "id": 310,
        "name": "アサルトリリィ ふるーつ",
        "chara": [1, 2, 10, 15],
        "get_rank": "非ガチャ産",
        "category": { "c1": "シリアルコード", "c2": "アサルトリリィ ふるーつ", "c3": [""] },
        "yakuwari": [4, 6],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.マイトバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"],
            ["光：WガードフォールA Ⅲ", "光：WガードフォールA Ⅲ", "援:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 311,
        "name": "駆ける希望",
        "chara": [1, 45, 40],
        "get_rank": "非ガチャ産",
        "category": { "c1": "ミッション、ログインボーナス等", "c2": "期間限定", "c3": ["GWキャンペーン"] },
        "yakuwari": [7, 1],
        "skill": [
            ["パワーヒールC Ⅲ", "パワーヒールC Ⅲ", "回:パワーUP Ⅲ"],
            ["ガードブレイクA Ⅳ", "ガードブレイクA Ⅳ", "攻:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 312,
        "name": "Emotional Memoria -癒しの露天風呂-",
        "chara": [14],
        "get_rank": "SSS",
        "category": { "c1": "エモーショナルメモリアガチャ", "c2": "ラスバれ！GW記念 エモーショナルメモリア -癒しの露天風呂- ガチャ", "c3": [""] },
        "yakuwari": [4, 5],
        "skill": [
            ["チャージスマッシュB Ⅱ", "チャージスマッシュB Ⅱ", "攻:ダメージUP Ⅲ"],
            ["光：WガードアシストB Ⅲ", "光：WガードアシストB Ⅲ", "援:WガードUP Ⅱ"]
        ]
    },
    {
        "id": 313,
        "name": "不死身の刃",
        "chara": [47],
        "get_rank": "SS+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "鋼鉄の意志、未来への翼 (2022/4/30～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5, 3],
        "skill": [
            ["ディファーアシストB Ⅲ", "ディファーアシストB Ⅲ", "援:Sp.パワーUP Ⅲ"],
            ["Sp.パワースマッシュA Ⅳ+", "Sp.パワースマッシュA Ⅳ+", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 314,
        "name": "友を守護する剣",
        "chara": [48],
        "get_rank": "SS+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "鋼鉄の意志、未来への翼 (2022/4/30～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 6],
        "skill": [
            ["マイトブレイクB Ⅲ+", "マイトブレイクB Ⅲ+", "攻:ガードDOWN Ⅲ"],
            ["チャージガードフォールB Ⅱ", "チャージガードフォールB Ⅱ", "援:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 315,
        "name": "狂化フルスロットル",
        "chara": [49],
        "get_rank": "SS+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "鋼鉄の意志、未来への翼 (2022/4/30～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 7],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.マイトバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"],
            ["Sp.ガードヒールC Ⅲ+", "Sp.ガードヒールC Ⅲ+", "回:Sp.ガードUP Ⅲ"]
        ]
    },
    {
        "id": 316,
        "name": "みんなを守るために",
        "chara": [11, 45],
        "get_rank": "SS+",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "鋼鉄の意志、未来への翼 (2022/4/30～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7, 1],
        "skill": [
            ["ガードヒールC Ⅲ+", "ガードヒールC Ⅲ+", "回:回復UP Ⅲ"],
            ["Sp.ディファーストライクA Ⅳ+", "Sp.ディファーストライクA Ⅳ+", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 317,
        "name": "足踏み健康ロードの悲劇",
        "chara": [12],
        "get_rank": "S",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2022", "c3": [""] },
        "yakuwari": [2, 6],
        "skill": [
            ["チャージストライクB Ⅱ", "チャージストライクB Ⅱ", "攻:ガードDOWN Ⅲ"],
            ["闇：パワーフォールB Ⅲ", "闇：パワーフォールB Ⅲ", "援:パワーDOWN Ⅲ"]
        ]
    },
    {
        "id": 318,
        "name": "すってんあかりん",
        "chara": [18],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2022/5/16～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.マイトバーストB Ⅲ+", "攻:ダメージUP Ⅲ"]
        ]
    },
    {
        "id": 319,
        "name": "ブレイク・タイム",
        "chara": [3, 5],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2022/5/16～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["マイトブレイクB Ⅲ+", "マイトブレイクB Ⅲ+", "攻:ダメージUP Ⅲ"]
        ]
    },
    {
        "id": 320,
        "name": "ラブリーアンドピース",
        "chara": [15, 19],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2022/5/16～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [6],
        "skill": [
            ["WパワーフォールB Ⅲ", "WパワーフォールB Ⅲ", "援:支援UP Ⅲ"]
        ]
    },
    {
        "id": 321,
        "name": "思い出はカメラの中に",
        "chara": [16, 18, 17],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2022/5/16～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [5],
        "skill": [
            ["WパワーアシストB Ⅲ", "WパワーアシストB Ⅲ", "援:支援UP Ⅲ"]
        ]
    },
    {
        "id": 322,
        "name": "希望の光",
        "chara": [10, 14],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "悪蝕のナイトメア (2022/5/19～)", "c3": ["イベントガチャ"] },
        "yakuwari": [3, 7],
        "skill": [
            ["Sp.パワースマッシュA Ⅳ+", "Sp.パワースマッシュA Ⅳ+", "攻:Sp.パワーUP Ⅲ"],
            ["Sp.ガードヒールD Ⅲ", "Sp.ガードヒールD Ⅲ", "回:Sp.ガードUP Ⅲ"]
        ]
    },
    {
        "id": 323,
        "name": "だいすきをあげる",
        "chara": [11],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "悪蝕のナイトメア (2022/5/19～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["Sp.ディファーストライクB Ⅲ+", "Sp.ディファーストライクB Ⅲ+", "攻:パワーUP Ⅲ"],
            ["Sp.ディファーアシストB Ⅲ", "Sp.ディファーアシストB Ⅲ", "援:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 324,
        "name": "私ヲ蝕ム悪イ夢",
        "chara": [14],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "悪蝕のナイトメア (2022/5/19～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6, 4],
        "skill": [
            ["チャージSp.パワーフォールB Ⅱ", "チャージSp.パワーフォールB Ⅱ", "援:Sp.パワーDOWN Ⅲ"],
            ["チャージスマッシュB Ⅱ", "チャージスマッシュB Ⅱ", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 325,
        "name": "昼下がりのラプソディー",
        "chara": [16],
        "get_rank": "S",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2022", "c3": [""] },
        "yakuwari": [4, 7],
        "skill": [
            ["ディファースマッシュB Ⅲ+", "ディファースマッシュB Ⅲ+", "攻:Sp.ガードUP Ⅲ"],
            ["WガードヒールC Ⅲ", "WガードヒールC Ⅲ", "回:回復UP Ⅲ"]
        ]
    },
    {
        "id": 326,
        "name": "心の炎は豪雨で消えず",
        "chara": [1],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ギガント級ヒュージ討伐 アビスサーペントChapter.3 (2022/5/25～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 5],
        "skill": [
            ["ディファースマッシュB Ⅲ+", "ディファースマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"],
            ["ディファーアシストB Ⅲ", "ディファーアシストB Ⅲ", "援:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 327,
        "name": "相生の水先案内人",
        "chara": [16],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ギガント級ヒュージ討伐 アビスサーペントChapter.3 (2022/5/25～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 7],
        "skill": [
            ["マイトブレイクB Ⅲ+", "マイトブレイクB Ⅲ+", "攻:ガードDOWN Ⅲ"],
            ["ガードヒールC Ⅲ+", "ガードヒールC Ⅲ+", "回:ガードUP Ⅲ"]
        ]
    },
    {
        "id": 328,
        "name": "もう一度、何度でも",
        "chara": [8, 1],
        "get_rank": "非ガチャ産",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ギガント級ヒュージ討伐 アビスサーペントChapter.3 (2022/5/25～)", "c3": ["報酬"] },
        "yakuwari": [1, 6],
        "skill": [
            ["マイトストライクA Ⅳ+", "マイトストライクA Ⅳ+", "攻:ガードUP Ⅲ"],
            ["闇：ガードフォールB Ⅲ", "闇：ガードフォールB Ⅲ", "援:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 329,
        "name": "BZのプロフェッショナル",
        "chara": [54],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "メンター・ザ・リリィ (2022/5/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["マイトストライクB Ⅲ+", "マイトストライクB Ⅲ+", "攻:パワーUP Ⅲ"],
            ["Sp.ディファーアシストB Ⅲ", "Sp.ディファーアシストB Ⅲ", "援:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 330,
        "name": "最高のルームメイト",
        "chara": [2, 54],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "メンター・ザ・リリィ (2022/5/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7, 3],
        "skill": [
            ["Sp.ガードヒールC Ⅲ+", "Sp.ガードヒールC Ⅲ+", "回:回復UP Ⅲ"],
            ["Sp.マイトスマッシュA Ⅳ+", "Sp.マイトスマッシュA Ⅳ+", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 331,
        "name": "美しき師弟関係",
        "chara": [1, 54],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "メンター・ザ・リリィ (2022/5/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5, 1],
        "skill": [
            ["パワーアシストC Ⅳ", "パワーアシストC Ⅳ", "援:パワーUP Ⅲ"],
            ["マイトストライクA Ⅳ+", "マイトストライクA Ⅳ+", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 332,
        "name": "生徒会のお仕事",
        "chara": [54],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "メンター・ザ・リリィ (2022/5/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 6],
        "skill": [
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.マイトスマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"],
            ["光：Sp.パワーフォールB Ⅲ", "光：Sp.パワーフォールB Ⅲ", "援:Sp.パワーDOWN Ⅲ"]
        ]
    },
    {
        "id": 333,
        "name": "尊みの探求者",
        "chara": [17],
        "get_rank": "S",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2022", "c3": [""] },
        "yakuwari": [6, 4],
        "skill": [
            ["闇：Sp.パワーフォールB Ⅲ", "闇：Sp.パワーフォールB Ⅲ", "援:支援UP Ⅲ"],
            ["Sp.マイトバーストB Ⅲ+", "Sp.マイトバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 334,
        "name": "回遊のススメ",
        "chara": [18,
          8],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2022/6/9～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2, 6],
        "skill": [
            ["Sp.ディファーストライクB Ⅲ+", "Sp.ディファーストライクB Ⅲ+", "攻:ダメージUP Ⅲ"],
            ["ガードフォールC Ⅳ", "ガードフォールC Ⅳ", "援:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 335,
        "name": "メイクアップ！",
        "chara": [12, 11],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2022/6/9～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [4, 7],
        "skill": [
            ["ディファースマッシュB Ⅲ+", "ディファースマッシュB Ⅲ+", "攻:ダメージUP Ⅲ"],
            ["Sp.ガードヒールD Ⅲ", "Sp.ガードヒールD Ⅲ", "回:回復UP/副援:支援UP Ⅱ"]
        ]
    },
    {
        "id": 336,
        "name": "謳歌のミュージックアワー",
        "chara": [13, 10],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2022/6/9～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [5, 2],
        "skill": [
            ["Sp.ディファーアシストB Ⅲ", "Sp.ディファーアシストB Ⅲ", "援:支援UP Ⅲ"],
            ["ガードブレイクB Ⅲ", "ガードブレイクB Ⅲ", "攻:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 337,
        "name": "お手当マイスター",
        "chara": [16, 18],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2022/6/9～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [6, 4],
        "skill": [
            ["チャージSp.パワーフォールB Ⅱ", "チャージSp.パワーフォールB Ⅱ", "援:支援UP Ⅲ"],
            ["Sp.ガードバーストB Ⅲ", "Sp.ガードバーストB Ⅲ", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 338,
        "name": "勝利のファンファーレ",
        "chara": [6, 7],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "復刻 朋友のブルーストライク (2022/6/10～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 7],
        "skill": [
            ["チャージストライクB Ⅱ", "チャージストライクB Ⅱ", "コ:MP消費DOWN Ⅱ"],
            ["パワーヒールC Ⅲ", "パワーヒールC Ⅲ", "コ:MP消費DOWN Ⅱ"]
        ]
    },
    {
        "id": 339,
        "name": "M.V.P.オンステージ",
        "chara": [19, 15],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "フェス!フェス!アイドルリリィ (2022/6/17～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 6],
        "skill": [
            ["ディファーブレイクB Ⅲ+", "ディファーブレイクB Ⅲ+", "攻:ダメージUP Ⅲ"],
            ["ディファーフォールB Ⅲ", "ディファーフォールB Ⅲ", "援:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 340,
        "name": "乙女の非常事態",
        "chara": [13],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "フェス!フェス!アイドルリリィ (2022/6/17～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 5],
        "skill": [
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.マイトスマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"],
            ["闇：Sp.パワーアシストB Ⅲ", "闇：Sp.パワーアシストB Ⅲ", "援:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 341,
        "name": "ビーチでバカンス",
        "chara": [17, 18],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "フェス!フェス!アイドルリリィ (2022/6/17～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7, 1],
        "skill": [
            ["パワーヒールD Ⅲ", "パワーヒールD Ⅲ", "回:パワーUP Ⅲ"],
            ["マイトストライクA Ⅳ+", "マイトストライクA Ⅳ+", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 342,
        "name": "華の休息",
        "chara": [14],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "フェス!フェス!アイドルリリィ (2022/6/17～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6, 3],
        "skill": [
            ["Sp.ガードフォールC Ⅳ", "Sp.ガードフォールC Ⅳ", "援:Sp.ガードDOWN Ⅲ"],
            ["Sp.パワースマッシュA Ⅳ+", "Sp.パワースマッシュA Ⅳ+", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 343,
        "name": "クローバー・クラウン",
        "chara": [1],
        "get_rank": "S",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2022", "c3": [""] },
        "yakuwari": [4, 7],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.マイトバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"],
            ["WパワーヒールC Ⅲ", "WパワーヒールC Ⅲ", "回:回復UP Ⅲ"]
        ]
    },
    {
        "id": 344,
        "name": "猛る獅子の剣",
        "chara": [23],
        "get_rank": "非ガチャ産",
        "category": { "c1": "レジェンダリー", "c2": "レギオンリーグ", "c3": ["2nd"] },
        "yakuwari": [2],
        "skill": [
            ["ガードブレイクD LG", "ガードブレイクD LG", "攻:ダメージUP Ⅲ"]
        ]
    },
    {
        "id": 345,
        "name": "ここから先は通さない",
        "chara": [13],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ギガント級ヒュージ討伐 アビスサーペントChapter.4 (2022/6/24～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 5],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.マイトバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"],
            ["Sp.パワーアシストC Ⅳ", "Sp.パワーアシストC Ⅳ", "援:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 346,
        "name": "巨影を討つ閃光",
        "chara": [8],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ギガント級ヒュージ討伐 アビスサーペントChapter.4 (2022/6/24～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6, 2],
        "skill": [
            ["光：パワーフォールB Ⅲ", "光：パワーフォールB Ⅲ", "援:パワーDOWN Ⅲ"],
            ["ディファーブレイクB Ⅲ+", "ディファーブレイクB Ⅲ+", "攻:ダメージUP Ⅲ"]
        ]
    },
    {
        "id": 347,
        "name": "この勝利が小さな一歩でも",
        "chara": [10, 13],
        "get_rank": "非ガチャ産",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ギガント級ヒュージ討伐 アビスサーペントChapter.4 (2022/6/24～)", "c3": ["報酬"] },
        "yakuwari": [7, 3],
        "skill": [
            ["Sp.ガードヒールD Ⅲ", "Sp.ガードヒールD Ⅲ", "回:Sp.パワーUP Ⅲ"],
            ["Sp.パワースマッシュA Ⅳ+", "Sp.パワースマッシュA Ⅳ+", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 348,
        "name": "Emotional Memoria-お姉様の水難-",
        "chara": [2],
        "get_rank": "SSS",
        "category": { "c1": "エモーショナルメモリアガチャ", "c2": "エモーショナルメモリア -お姉様の水難- ガチャ", "c3": [""] },
        "yakuwari": [2, 6],
        "skill": [
            ["マイトストライクB Ⅲ+", "マイトストライクB Ⅲ+", "攻:パワーUP Ⅲ"],
            ["マイトフォールB Ⅲ", "マイトフォールB Ⅲ", "援:パワーDOWN Ⅲ"]
        ]
    },
    {
        "id": 349,
        "name": "ピュリファイ・ラプラス",
        "chara": [1],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "絆色のスフィアコネクト (2022/6/30～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5, 4],
        "skill": [
            ["闇：Sp.パワーアシストB Ⅲ", "Sp.ダークパワーアシストB Ⅱ", "援:Sp.パワーUP Ⅲ"],
            ["Sp.ガードバーストB Ⅲ", "Sp.ダークガードバーストB Ⅲ", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 350,
        "name": "絆のアルケミートレース",
        "chara": [5],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "絆色のスフィアコネクト (2022/6/30～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 6],
        "skill": [
            ["マイトストライクB Ⅲ+", "ダークパワーストライクB Ⅲ", "攻:パワーUP Ⅲ"],
            ["闇：ガードフォールB Ⅲ", "ダークガードフォールB Ⅱ", "援:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 351,
        "name": "信じる想いを力に変えて",
        "chara": [8, 1],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "絆色のスフィアコネクト (2022/6/30～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 7],
        "skill": [
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.ライトパワースマッシュB Ⅲ", "攻:Sp.パワーUP Ⅲ"],
            ["Sp.ガードヒールC Ⅲ", "Sp.ダークガードヒールC Ⅲ", "回:Sp.ガードUP Ⅲ"]
        ]
    },
    {
        "id": 352,
        "name": "水も滴るいい乙女",
        "chara": [12],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2022/7/7～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["マイトストライクB Ⅲ+", "ライトパワーストライクB Ⅲ", "攻:ダメージUP Ⅲ"],
            ["光：パワーアシストB Ⅲ", "ライトパワーアシストB Ⅱ", "援:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 353,
        "name": "ゼロ距離のしあわせ",
        "chara": [17, 15],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2022/7/7～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [4, 5],
        "skill": [
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.ダークパワースマッシュB Ⅲ", "攻:ダメージUP Ⅲ"],
            ["Sp.ガードアシストC Ⅳ", "Sp.ライトガードアシストB Ⅱ", "援:Sp.ガードUP Ⅲ"]
        ]
    },
    {
        "id": 354,
        "name": "光の注ぐ夜",
        "chara": [6, 4],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2022/7/7～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [7, 4],
        "skill": [
            ["Sp.ガードヒールC Ⅲ+", "Sp.ダークガードヒールC Ⅲ", "回:回復UP Ⅲ"],
            ["Sp.ガードバーストB Ⅲ", "Sp.ライトガードバーストB Ⅲ", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 355,
        "name": "やめられない刺激",
        "chara": [17],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2022/7/7～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [6, 2],
        "skill": [
            ["闇：パワーフォールB Ⅲ", "ライトパワーフォールB Ⅱ", "援:支援UP Ⅲ"],
            ["ガードブレイクB Ⅲ", "ダークガードブレイクB Ⅲ", "攻:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 356,
        "name": "殲滅のシルバーバレット",
        "chara": [13],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "復刻 罪なき少女たちのスティグマ (2022/7/10～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6, 2],
        "skill": [
            ["光：パワーフォールB Ⅲ", "ダークパワーフォールB Ⅱ", "援:パワーDOWN Ⅲ"],
            ["ガードブレイクB Ⅲ", "ライトガードブレイクB Ⅲ", "攻:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 357,
        "name": "祝1.5周年りりふぇす!!",
        "chara": [1, 10, 15],
        "get_rank": "非ガチャ産",
        "category": { "c1": "ミッション、ログインボーナス等", "c2": "HA、AN無料ガチャ", "c3": ["1.5周年"] },
        "yakuwari": [5],
        "skill": [
            ["WパワーアシストA Ⅲ", "WパワーアシストA Ⅲ", "援:WパワーUP Ⅱ"]
        ]
    },
    {
        "id": 358,
        "name": "面目躍如のサバイバル",
        "chara": [4, 3],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "リリィティック漂流記 (2022/7/20～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7, 1],
        "skill": [
            ["ガードヒールC Ⅲ+", "ダークガードヒールC Ⅲ", "回:ガードUP Ⅲ"],
            ["マイトストライクA Ⅳ+", "ライトパワーストライクA Ⅳ", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 359,
        "name": "炊事は任せた！",
        "chara": [6, 2],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "リリィティック漂流記 (2022/7/20～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["Sp.パワースマッシュB Ⅲ", "Sp.ダークパワースマッシュB Ⅲ", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 360,
        "name": "ウッドクラフトに挑戦",
        "chara": [9],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "リリィティック漂流記 (2022/7/20～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["ガードブレイクB Ⅲ", "ダークガードブレイクB Ⅲ", "攻:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 361,
        "name": "ダイビング・アタッカー",
        "chara": [5],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "リリィティック漂流記 (2022/7/20～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5, 4],
        "skill": [
            ["Sp.ガードアシストC Ⅳ", "Sp.ダークガードアシストB Ⅱ", "援:Sp.ガードUP Ⅲ"],
            ["Sp.マイトバーストB Ⅲ+", "Sp.ライトガードバーストB Ⅲ", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 362,
        "name": "楽しいを探しに行こう！",
        "chara": [5],
        "get_rank": "S",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2022", "c3": [""] },
        "yakuwari": [2, 6],
        "skill": [
            ["マイトブレイクB Ⅲ+", "ダークパワーブレイクB Ⅲ", "攻:パワーDOWN Ⅲ"],
            ["パワーフォールC Ⅳ", "ダークパワーフォールB Ⅱ", "援:パワーDOWN Ⅲ"]
        ]
    },
    {
        "id": 363,
        "name": "Emotional Memoria-晴れときどきサンオイル-",
        "chara": [3],
        "get_rank": "SSS",
        "category": { "c1": "エモーショナルメモリアガチャ", "c2": "エモーショナルメモリア -晴れときどきサンオイル- ガチャ", "c3": [""] },
        "yakuwari": [2, 7],
        "skill": [
            ["マイトストライクB Ⅲ+", "ライトパワーストライクB Ⅲ", "攻:パワーUP Ⅲ"],
            ["ガードヒールD Ⅲ", "ダークガードヒールD Ⅲ", "回:ガードUP Ⅲ"]
        ]
    },
    {
        "id": 364,
        "name": "アンブッシュ",
        "chara": [2],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ギガント級ヒュージ討伐 カオスサーペントChapter.1 (2022/7/25～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 7],
        "skill": [
            ["パワーストライクE Ⅳ", "ダークパワーストライクB Ⅲ", "攻:パワーUP Ⅲ"],
            ["ガードヒールE Ⅲ", "ライトガードヒールC Ⅲ", "回:回復UP Ⅲ"]
        ]
    },
    {
        "id": 365,
        "name": "淀みを蹴って",
        "chara": [17],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ギガント級ヒュージ討伐 カオスサーペントChapter.1 (2022/7/25～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 6],
        "skill": [
            ["Sp.パワースマッシュE Ⅳ", "Sp.ダークパワースマッシュB Ⅲ", "攻:Sp.パワーUP Ⅲ"],
            ["Sp.パワーフォールE Ⅳ", "Sp.ライトパワーフォールB Ⅱ", "援:Sp.パワーDOWN Ⅲ"]
        ]
    },
    {
        "id": 366,
        "name": "バトル・デプロイメント",
        "chara": [6, 2],
        "get_rank": "非ガチャ産",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ギガント級ヒュージ討伐 カオスサーペントChapter.1 (2022/7/25～)", "c3": ["報酬"] },
        "yakuwari": [3, 5],
        "skill": [
            ["Sp.パワースマッシュA Ⅴ+", "Sp.ダークパワースマッシュA Ⅳ", "攻:Sp.パワーUP Ⅲ"],
            ["Sp.ガードアシストE Ⅳ", "Sp.ライトガードアシストB Ⅱ", "援:Sp.ガードUP Ⅲ"]
        ]
    },
    {
        "id": 367,
        "name": "クリエイターズコラボ-月に顔をそむけて-",
        "chara": [23, 1],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "祝1.5周年りりふぇす!!記念ガチャ (2022/7/27～)", "c3": [""] },
        "yakuwari": [2],
        "skill": [
            ["ガードブレイクB Ⅲ", "ダークガードブレイクB Ⅲ", "攻:ダメージUP/パワーUP Ⅲ"]
        ]
    },
    {
        "id": 368,
        "name": "クリエイターズコラボ-レディーティータイム-",
        "chara": [16, 14],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "祝1.5周年りりふぇす!!記念ガチャ (2022/7/27～)", "c3": [""] },
        "yakuwari": [4],
        "skill": [
            ["Sp.パワースマッシュB Ⅲ", "Sp.ライトパワースマッシュB Ⅲ", "攻:ダメージUP/Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 369,
        "name": "クリエイターズコラボ-ひまわりとんだよ-",
        "chara": [11, 15],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "祝1.5周年りりふぇす!!記念ガチャ (2022/7/27～)", "c3": [""] },
        "yakuwari": [6],
        "skill": [
            ["闇：パワーフォールB Ⅲ", "ライトパワーフォールB Ⅱ", "援:支援UP Ⅲ"]
        ]
    },
    {
        "id": 370,
        "name": "クリエイターズコラボ-らぶらぶぴーす-",
        "chara": [18,
          8],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "祝1.5周年りりふぇす!!記念ガチャ (2022/7/27～)", "c3": [""] },
        "yakuwari": [5],
        "skill": [
            ["光：ガードアシストB Ⅲ", "ダークガードアシストB Ⅱ", "援:支援UP Ⅲ"]
        ]
    },
    {
        "id": 371,
        "name": "不屈の一太刀",
        "chara": [10],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "灼炎のエニグマ (2022/7/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["マイトストライクB Ⅲ+", "ライトパワーストライクB Ⅲ", "攻:ガードDOWN Ⅲ"],
            ["光：ガードアシストB Ⅲ", "ダークガードアシストB Ⅱ", "援:ガードUP Ⅲ"]
        ]
    },
    {
        "id": 372,
        "name": "極限コンビネーション",
        "chara": [12, 13],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "灼炎のエニグマ (2022/7/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7, 3],
        "skill": [
            ["Sp.ガードヒールC Ⅲ+", "Sp.ライトガードヒールC Ⅲ", "回:Sp.ガードUP Ⅲ"],
            ["Sp.マイトスマッシュA Ⅳ+", "Sp.ダークパワースマッシュA Ⅳ", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 373,
        "name": "激戦の終わりに",
        "chara": [13, 10],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "灼炎のエニグマ (2022/7/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.ライトガードバーストB Ⅲ", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 374,
        "name": "Cherish",
        "chara": [1, 2, 3, 4, 5, 6, 7,
          8,
          9],
        "get_rank": "非ガチャ産",
        "category": { "c1": "シリアルコード", "c2": "一柳隊ソロ曲アルバム", "c3": [""] },
        "yakuwari": [2, 6],
        "skill": [
            ["マイトストライクB Ⅲ+", "マイトストライクB Ⅲ+", "攻:ガードDOWN Ⅲ"],
            ["パワーフォールC Ⅳ", "パワーフォールC Ⅳ", "コ:MP消費DOWN Ⅱ"]
        ]
    },
    {
        "id": 375,
        "name": "Diverse",
        "chara": [15, 10, 11, 12, 13, 14, 16, 17, 18, 19],
        "get_rank": "非ガチャ産",
        "category": { "c1": "シリアルコード", "c2": "ヘルヴォル＆グラン・エプレソロ曲アルバム", "c3": [""] },
        "yakuwari": [4, 7],
        "skill": [
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.マイトスマッシュB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"],
            ["Sp.ガードヒールC Ⅲ+", "Sp.ガードヒールC Ⅲ+", "回:Sp.ガードUP Ⅲ"]
        ]
    },
    {
        "id": 376,
        "name": "新刊1部ください！？",
        "chara": [17, 4],
        "get_rank": "非ガチャ産",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "新刊1部ください！？ (2022/8/6～)", "c3": ["報酬"] },
        "yakuwari": [4, 7],
        "skill": [
            ["Sp.パワースマッシュB Ⅲ", "Sp.パワースマッシュB Ⅲ", "攻:Sp.ガードDOWN Ⅲ"],
            ["Sp.パワーヒールC Ⅲ", "Sp.パワーヒールC Ⅲ", "回:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 377,
        "name": "見返り美人",
        "chara": [14],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "復刻 夜空に咲く追憶の花 (2022/8/8～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 6],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.ライトガードバーストB Ⅲ", "攻:Sp.ガードDOWN Ⅲ"],
            ["光：Sp.パワーフォールB Ⅲ", "Sp.ダークパワーフォールB Ⅱ", "援:Sp.パワーDOWN Ⅲ"]
        ]
    },
    {
        "id": 378,
        "name": "夏の海とかき氷",
        "chara": [10],
        "get_rank": "S",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2022", "c3": [""] },
        "yakuwari": [2, 6],
        "skill": [
            ["ガードブレイクB Ⅲ", "ダークガードブレイクB Ⅲ", "攻:パワーUP Ⅲ"],
            ["闇：ガードフォールB Ⅲ", "ダークガードフォールB Ⅱ", "援:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 379,
        "name": "クリエイターズコラボ-きらめきステージ-",
        "chara": [1],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2022/8/14～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.ライトパワースマッシュB Ⅲ", "攻:ダメージUP/Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 380,
        "name": "クリエイターズコラボ-躍動の旋律-",
        "chara": [2],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2022/8/14～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["Sp.ディファーストライクB Ⅲ+", "ダークパワーストライクB Ⅲ", "攻:ダメージUP/パワーUP Ⅲ"]
        ]
    },
    {
        "id": 381,
        "name": "クリエイターズコラボ-花咲くハーモニー-",
        "chara": [7],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2022/8/14～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [5],
        "skill": [
            ["ガードアシストC Ⅳ", "ダークガードアシストB Ⅱ", "援:支援UP Ⅲ"]
        ]
    },
    {
        "id": 382,
        "name": "クリエイターズコラボ-想いを込めた歌声-",
        "chara": [8],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "レギオンリーグ記念前衛後衛ガチャ (2022/8/14～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["ガードヒールC Ⅲ+", "ライトガードヒールC Ⅲ", "回:回復UP/副援:支援UP Ⅱ"]
        ]
    },
    {
        "id": 383,
        "name": "祭囃子と恋の音",
        "chara": [3, 1],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ふたりの魂祭り (2022/8/17～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["マイトブレイクB Ⅲ+", "ライトパワーブレイクB Ⅲ", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 384,
        "name": "ポイ越しの笑顔",
        "chara": [1],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ふたりの魂祭り (2022/8/17～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 5],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.ライトパワーバーストB Ⅲ", "攻:Sp.パワーUP Ⅲ"],
            ["Sp.マイトアシストB Ⅲ", "Sp.ライトガードアシストB Ⅱ", "援:Sp.ガードUP Ⅲ"]
        ]
    },
    {
        "id": 385,
        "name": "飛び出せミリアム！",
        "chara": [9],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ふたりの魂祭り (2022/8/17～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7, 1],
        "skill": [
            ["ガードヒールC Ⅲ+", "ダークガードヒールC Ⅲ", "回:回復UP Ⅲ"],
            ["パワーストライクA Ⅳ+", "ライトパワーストライクA Ⅳ+", "攻:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 386,
        "name": "クリエイターズコラボ-納涼かき氷-",
        "chara": [1,
          9],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "祝1.5周年りりふぇす!!記念ガチャ (2022/8/20～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["Sp.ガードバーストB Ⅲ", "Sp.ダークガードバーストB Ⅲ", "攻:ダメージUP/Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 387,
        "name": "クリエイターズコラボ-涼やかな響き-",
        "chara": [10, 11],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "祝1.5周年りりふぇす!!記念ガチャ (2022/8/20～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["ガードブレイクB Ⅲ", "ライトガードブレイクB Ⅲ", "攻:ダメージUP/パワーUP Ⅲ"]
        ]
    },
    {
        "id": 388,
        "name": "クリエイターズコラボ-打ち上げ花火-",
        "chara": [15, 16],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "祝1.5周年りりふぇす!!記念ガチャ (2022/8/20～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [6],
        "skill": [
            ["パワーフォールC Ⅳ", "ダークパワーフォールB Ⅱ", "援:支援UP Ⅲ"]
        ]
    },
    {
        "id": 389,
        "name": "クリエイターズコラボ-夏色日和-",
        "chara": [21, 25],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "祝1.5周年りりふぇす!!記念ガチャ (2022/8/20～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["Sp.ガードヒールC Ⅲ+", "Sp.ライトガードヒールC Ⅲ", "コ:MP消費DOWN Ⅱ"]
        ]
    },
    {
        "id": 390,
        "name": "ナイトガンスリンガー",
        "chara": [26],
        "get_rank": "非ガチャ産",
        "category": { "c1": "レジェンダリー", "c2": "レギオンリーグ", "c3": ["2nd"] },
        "yakuwari": [4],
        "skill": [
            ["Sp.ガードバーストD LG", "Sp.ガードバーストD LG", "攻:ダメージUP Ⅲ"]
        ]
    },
    {
        "id": 391,
        "name": "天からの強襲",
        "chara": [6],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ギガント級ヒュージ討伐 カオスサーペントChapter.2 (2022/8/24～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5, 2],
        "skill": [
            ["パワーアシストC Ⅳ", "ウォーターパワーアシストB Ⅱ", "援:パワーUP Ⅲ"],
            ["パワーストライクB Ⅲ", "ウォーターパワーストライクB Ⅲ", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 392,
        "name": "アクロバット・シューター",
        "chara": [12],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ギガント級ヒュージ討伐 カオスサーペントChapter.2 (2022/8/24～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 7],
        "skill": [
            ["Sp.パワースマッシュB Ⅲ", "Sp.ウォーターパワースマッシュB Ⅲ", "攻:Sp.パワーUP Ⅲ"],
            ["Sp.パワーヒールC Ⅲ", "Sp.ウォーターパワーヒールC Ⅲ", "回:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 393,
        "name": "その瞳に映るモノ",
        "chara": [17, 12],
        "get_rank": "非ガチャ産",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ギガント級ヒュージ討伐 カオスサーペントChapter.2 (2022/8/24～)", "c3": ["報酬"] },
        "yakuwari": [3, 6],
        "skill": [
            ["Sp.パワースマッシュA Ⅳ+", "Sp.ウォーターパワースマッシュA Ⅳ", "攻:Sp.パワーUP Ⅲ"],
            ["Sp.ガードフォールB Ⅲ", "Sp.ウォーターガードフォールB Ⅱ", "援:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 394,
        "name": "氷帝",
        "chara": [56],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ライフロングフレンド (2022/8/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7, 1],
        "skill": [
            ["パワーヒールC Ⅲ", "ウォーターパワーヒールC Ⅲ", "回:パワーUP Ⅲ"],
            ["マイトストライクA Ⅳ+", "ウォーターパワーストライクA Ⅳ", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 395,
        "name": "白鳥の姫騎士",
        "chara": [57],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ライフロングフレンド (2022/8/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["マイトストライクB Ⅲ+", "マイトストライクB Ⅲ+", "攻:パワーUP Ⅲ"],
            ["水拡：パワーアシストB Ⅳ", "水拡：パワーアシストB Ⅳ", "援:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 396,
        "name": "戦場のお色直し",
        "chara": [1, 56],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ライフロングフレンド (2022/8/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6, 3],
        "skill": [
            ["Sp.ガードフォールC Ⅳ", "Sp.ウォーターガードフォールB Ⅱ", "コ:MP消費DOWN Ⅱ"],
            ["Sp.マイトスマッシュA Ⅳ+", "Sp.ウォーターパワースマッシュA Ⅳ", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 397,
        "name": "親愛なるルームメイト",
        "chara": [56, 1],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ライフロングフレンド (2022/8/31～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["Sp.ガードバーストB Ⅲ", "Sp.ウォーターガードバーストB Ⅲ", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 398,
        "name": "クリエイターズコラボ-りざるとちぇっく-",
        "chara": [4, 3],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/9/4～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["ガードブレイクB Ⅲ", "ウォーターガードブレイクB Ⅲ", "攻:ダメージUP/パワーUP Ⅲ"]
        ]
    },
    {
        "id": 399,
        "name": "クリエイターズコラボ-もっと優しく-",
        "chara": [13, 12],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/9/4～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["Sp.パワースマッシュB Ⅲ", "Sp.ウォーターパワースマッシュB Ⅲ", "攻:ダメージUP/Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 400,
        "name": "クリエイターズコラボ-先輩ふぁいと☆-",
        "chara": [16, 18],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/9/4～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [5],
        "skill": [
            ["WパワーアシストC Ⅳ", "WパワーアシストC Ⅳ", "援:支援UP Ⅲ"]
        ]
    },
    {
        "id": 401,
        "name": "クリエイターズコラボ-ペアトレ-",
        "chara": [29, 26],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/9/4～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["ガードヒールC Ⅲ+", "ウォーターガードヒールC Ⅲ", "回:回復UP/副援:支援UP Ⅱ"]
        ]
    },
    {
        "id": 402,
        "name": "一葉ののんびりタイム",
        "chara": [10],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "復刻 古き空より祈りをこめて (2022/9/10～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6, 2],
        "skill": [
            ["ガードフォールC Ⅳ", "ガードフォールC Ⅳ", "援:ガードDOWN Ⅲ"],
            ["マイトストライクB Ⅲ+", "マイトストライクB Ⅲ+", "コ:MP消費DOWN Ⅱ"]
        ]
    },
    {
        "id": 403,
        "name": "真夜中の極秘作戦",
        "chara": [10],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "竜楯のコンフリクト (2022/9/16～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["Sp.ガードヒールC Ⅲ+", "Sp.ウォーターガードヒールC Ⅲ", "回:Sp.ガードUP Ⅲ"]
        ]
    },
    {
        "id": 404,
        "name": "ミッドナイトスティール",
        "chara": [13],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "竜楯のコンフリクト (2022/9/16～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 6],
        "skill": [
            ["Sp.ディファーストライクB Ⅲ+", "Sp.ディファーストライクB Ⅲ+", "攻:パワーUP Ⅲ"],
            ["ガードフォールC Ⅳ", "ガードフォールC Ⅳ", "援:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 405,
        "name": "息を潜めて",
        "chara": [14],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "竜楯のコンフリクト (2022/9/16～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5, 4],
        "skill": [
            ["Sp.パワーアシストC Ⅳ", "Sp.ウォーターパワーアシストC Ⅲ", "援:Sp.パワーUP Ⅲ"],
            ["Sp.パワースマッシュB Ⅲ", "Sp.ウォーターパワースマッシュB Ⅲ", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 406,
        "name": "クリエイターズコラボ-すすきの道しるべ-",
        "chara": [6, 5],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/9/21～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["Sp.ディファーストライクB Ⅲ+", "ウォーターパワーストライクB Ⅲ+", "攻:ダメージUP/パワーUP Ⅲ"]
        ]
    },
    {
        "id": 407,
        "name": "クリエイターズコラボ-二人の奏でる夜の歌-",
        "chara": [17, 19],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/9/21～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.ウォーターガードバーストB Ⅲ+", "攻:ダメージUP/Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 408,
        "name": "クリエイターズコラボ-星空のどうぶつ探し-",
        "chara": [11, 14],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/9/21～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [5],
        "skill": [
            ["水：WガードアシストC Ⅳ", "水：WガードアシストC Ⅳ", "援:支援UP Ⅲ"]
        ]
    },
    {
        "id": 409,
        "name": "クリエイターズコラボ-好きなものを一緒に-",
        "chara": [28, 27],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/9/21～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["WガードヒールC Ⅲ", "WガードヒールC Ⅲ", "回:回復UP/副援:支援UP Ⅱ"]
        ]
    },
    {
        "id": 410,
        "name": "静寂に佇む狩人",
        "chara": [5],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ギガント級ヒュージ討伐 カオスサーペントChapter.3 (2022/9/23～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6, 2],
        "skill": [
            ["ガードフォールC Ⅳ", "ガードフォールC Ⅳ", "援:ガードDOWN Ⅲ"],
            ["パワーストライクB Ⅲ", "ウォーターパワーストライクB Ⅲ", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 411,
        "name": "藍は舞い降りた",
        "chara": [11],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ギガント級ヒュージ討伐 カオスサーペントChapter.3 (2022/9/23～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 5],
        "skill": [
            ["Sp.パワースマッシュB Ⅲ", "Sp.ウォーターパワースマッシュB Ⅲ", "攻:Sp.パワーUP Ⅲ"],
            ["ディファーアシストC Ⅳ", "ディファーアシストC Ⅳ", "援:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 412,
        "name": "らんとたづさのかくれんぼ",
        "chara": [11, 5],
        "get_rank": "非ガチャ産",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ギガント級ヒュージ討伐 カオスサーペントChapter.3 (2022/9/23～)", "c3": ["報酬"] },
        "yakuwari": [1, 7],
        "skill": [
            ["パワーストライクA Ⅳ+", "ウォーターパワーストライクA Ⅳ", "攻:パワーUP Ⅲ"],
            ["ガードヒールC Ⅲ", "ガードヒールC Ⅲ", "回:ガードUP Ⅲ"]
        ]
    },
    {
        "id": 413,
        "name": "ダイスキをキャンバスに",
        "chara": [18],
        "get_rank": "S",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2022", "c3": [""] },
        "yakuwari": [5, 2],
        "skill": [
            ["パワーアシストC Ⅳ", "ウォーターパワーアシストC Ⅲ", "援:支援UP Ⅲ"],
            ["マイトブレイクB Ⅲ+", "マイトブレイクB Ⅲ+", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 414,
        "name": "ふたりの距離",
        "chara": [16, 15],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "すれ違いのティーガーデン (2022/9/30～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 7],
        "skill": [
            ["マイトストライクB Ⅲ+", "マイトストライクB Ⅲ+", "攻:パワーUP Ⅲ"],
            ["ガードヒールC Ⅲ+", "ウォーターガードヒールC Ⅲ", "回:ガードUP Ⅲ"]
        ]
    },
    {
        "id": 415,
        "name": "庭園の護り人",
        "chara": [15],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "すれ違いのティーガーデン (2022/9/30～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 6],
        "skill": [
            ["Sp.パワースマッシュB Ⅲ", "Sp.ウォーターパワースマッシュB Ⅲ", "攻:Sp.パワーUP Ⅲ"],
            ["チャージSp.パワーフォールB Ⅱ", "チャージSp.パワーフォールB Ⅱ", "援:Sp.パワーDOWN Ⅲ"]
        ]
    },
    {
        "id": 416,
        "name": "ソーイングマスター姫歌",
        "chara": [19],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "すれ違いのティーガーデン (2022/9/30～)", "c3": ["イベントガチャ"] },
        "yakuwari": [1, 5],
        "skill": [
            ["パワーストライクA Ⅳ+", "ウォーターパワーストライクA Ⅳ", "攻:パワーUP Ⅲ"],
            ["パワーアシストC Ⅳ", "ウォーターパワーアシストC Ⅲ", "援:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 417,
        "name": "秋空ピクニック",
        "chara": [14],
        "get_rank": "S",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2022", "c3": [""] },
        "yakuwari": [4, 7],
        "skill": [
            ["Sp.パワースマッシュB Ⅲ", "Sp.ウォーターパワースマッシュB Ⅲ", "攻:Sp.パワーUP Ⅲ"],
            ["Sp.ガードヒールC Ⅲ+", "Sp.ウォーターガードヒールC Ⅲ", "回:Sp.ガードUP Ⅲ"]
        ]
    },
    {
        "id": 418,
        "name": "クリエイターズコラボ-ジャックコーデ-",
        "chara": [12, 10],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/10/5～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2, 7],
        "skill": [
            ["パワーストライクB Ⅲ", "ウォーターパワーストライクB Ⅲ+", "攻:ダメージUP/パワーUP Ⅲ"],
            ["ガードヒールC Ⅲ+", "ウォーターガードヒールC Ⅲ", "回:ガードUP Ⅲ"]
        ]
    },
    {
        "id": 419,
        "name": "クリエイターズコラボ-Early Trick-",
        "chara": [24, 23],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/10/5～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [4, 5],
        "skill": [
            ["Sp.パワースマッシュB Ⅲ", "Sp.ウォーターパワースマッシュB Ⅲ+", "攻:ダメージUP/Sp.パワーUP Ⅲ"],
            ["Sp.マイトアシストB Ⅲ", "Sp.マイトアシストB Ⅲ", "援:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 420,
        "name": "クリエイターズコラボ-こころにいたずら-",
        "chara": [2, 1],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/10/5～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [5, 4],
        "skill": [
            ["水：Sp.パワーアシストC Ⅳ", "水：Sp.パワーアシストC Ⅳ", "援:支援UP Ⅲ"],
            ["Sp.パワースマッシュB Ⅲ", "Sp.ウォーターパワースマッシュB Ⅲ", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 421,
        "name": "クリエイターズコラボ-くるくおーらんたん-",
        "chara": [18, 19],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/10/5～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [6, 2],
        "skill": [
            ["パワーフォールC Ⅳ", "ウォーターパワーフォールC Ⅲ", "援:支援UP Ⅲ"],
            ["パワーストライクB Ⅲ", "ウォーターパワーストライクB Ⅲ", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 422,
        "name": "陽だまりシュッツエンゲル",
        "chara": [37, 36],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "復刻 戦場に咲く歌の花 (戦姫絶唱シンフォギアXD UNLIMITED コラボ) (2022/10/7～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7, 4],
        "skill": [
            ["Sp.パワーヒールC Ⅲ", "Sp.ウォーターパワーヒールC Ⅲ", "回:Sp.パワーUP Ⅲ"],
            ["Sp.パワースマッシュB Ⅲ", "Sp.ウォーターパワースマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 423,
        "name": "夜空に響く勝利の歌",
        "chara": [36],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "復刻 戦場に咲く歌の花 (戦姫絶唱シンフォギアXD UNLIMITED コラボ) (2022/10/7～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["マイトストライクB Ⅲ+", "ウォーターパワーストライクB Ⅲ+", "攻:パワーUP Ⅲ"],
            ["マイトアシストB Ⅲ", "マイトアシストB Ⅲ", "援:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 424,
        "name": "いたずらゴースト",
        "chara": [11],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "トリック・オア・スイーツ (2022/10/15～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6, 4],
        "skill": [
            ["Sp.マイトフォールB Ⅲ", "Sp.マイトフォールB Ⅲ", "援:Sp.ガードDOWN Ⅲ"],
            ["Sp.ガードバーストB Ⅲ", "Sp.ウォーターガードバーストB Ⅲ", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 425,
        "name": "どきどきデビル",
        "chara": [13],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "トリック・オア・スイーツ (2022/10/15～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5, 2],
        "skill": [
            ["Sp.ディファーアシストC Ⅳ", "Sp.ディファーアシストC Ⅳ", "援:パワーUP Ⅲ"],
            ["ディファーブレイクB Ⅲ+", "ディファーブレイクB Ⅲ+", "攻:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 426,
        "name": "はじらいマミー",
        "chara": [14],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "トリック・オア・スイーツ (2022/10/15～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["マイトストライクB Ⅲ+", "ウォーターパワーストライクB Ⅲ+", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 427,
        "name": "クリエイターズコラボ-秋の木漏れ日-",
        "chara": [15, 16],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/10/19～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2, 7],
        "skill": [
            ["パワーストライクB Ⅲ", "ウォーターパワーストライクB Ⅲ+", "攻:ダメージUP/パワーUP Ⅲ"],
            ["ガードヒールC Ⅲ+", "ガードヒールC Ⅲ+", "回:ガードUP Ⅲ"]
        ]
    },
    {
        "id": 428,
        "name": "クリエイターズコラボ-秋月夜の彩り-",
        "chara": [22, 21],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/10/19～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [4, 5],
        "skill": [
            ["Sp.パワースマッシュB Ⅲ", "Sp.ウォーターパワースマッシュB Ⅲ+", "攻:ダメージUP/Sp.パワーUP Ⅲ"],
            ["Sp.パワーアシストC Ⅳ", "Sp.ウォーターパワーアシストB Ⅱ", "援:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 429,
        "name": "クリエイターズコラボ-紅葉も頬も色づいて-",
        "chara": [8, 7],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/10/19～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [7, 2],
        "skill": [
            ["ガードヒールC Ⅲ+", "ウォーターガードヒールC Ⅲ", "回:回復UP/副援:支援UP Ⅱ"],
            ["マイトストライクB Ⅲ+", "マイトストライクB Ⅲ+", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 430,
        "name": "クリエイターズコラボ-紅葉の帳-",
        "chara": [14, 10],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/10/19～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [5, 4],
        "skill": [
            ["Sp.マイトアシストB Ⅲ", "Sp.マイトアシストB Ⅲ", "援:支援UP Ⅲ"],
            ["Sp.マイトバーストB Ⅲ+", "Sp.マイトバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 431,
        "name": "ひめひめ華麗に参上！",
        "chara": [19],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ギガント級ヒュージ討伐 カオスサーペントChapter.4 (2022/10/21～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 6],
        "skill": [
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.マイトスマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"],
            ["水拡：Sp.パワーフォールB Ⅳ", "水拡：Sp.パワーフォールB Ⅳ", "援:Sp.パワーDOWN Ⅲ"]
        ]
    },
    {
        "id": 432,
        "name": "好機を待つのじゃ",
        "chara": [9],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ギガント級ヒュージ討伐 カオスサーペントChapter.4 (2022/10/21～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5, 2],
        "skill": [
            ["水：パワーアシストC Ⅳ", "水：パワーアシストC Ⅳ", "援:パワーUP Ⅲ"],
            ["マイトブレイクB Ⅲ+", "マイトブレイクB Ⅲ+", "攻:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 433,
        "name": "雲間から差し込む光",
        "chara": [19,
          9],
        "get_rank": "非ガチャ産",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ギガント級ヒュージ討伐 カオスサーペントChapter.4 (2022/10/21～)", "c3": ["報酬"] },
        "yakuwari": [3, 7],
        "skill": [
            ["Sp.ガードバーストA Ⅳ+", "Sp.ウォーターガードバーストA Ⅳ", "攻:Sp.ガードDOWN Ⅲ"],
            ["Sp.ガードヒールC Ⅲ+", "Sp.ウォーターガードヒールC Ⅲ", "回:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 434,
        "name": "月夜に吠える天狼",
        "chara": [24],
        "get_rank": "非ガチャ産",
        "category": { "c1": "レジェンダリー", "c2": "レギオンリーグ", "c3": ["2nd"] },
        "yakuwari": [6],
        "skill": [
            ["WパワーフォールE LG", "WパワーフォールE LG", "援:支援UP Ⅲ"]
        ]
    },
    {
        "id": 435,
        "name": "ワイン色の思い出",
        "chara": [15],
        "get_rank": "S",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2022", "c3": [""] },
        "yakuwari": [4, 6],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.マイトバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"],
            ["風：WガードフォールB Ⅲ", "風：WガードフォールB Ⅲ", "援:WガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 436,
        "name": "形勢逆転！！",
        "chara": [58, 10],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "リリィズ＆パンツァー (ガールズ＆パンツァー コラボ) (2022/10/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["マイトストライクB Ⅲ+", "マイトストライクB Ⅲ+", "攻:パワーUP Ⅲ"],
            ["パワーアシストC Ⅳ", "ウィンドパワーアシストC Ⅲ", "援:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 437,
        "name": "西住流の誇り",
        "chara": [59],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "リリィズ＆パンツァー (ガールズ＆パンツァー コラボ) (2022/10/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [4, 6],
        "skill": [
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.ウィンドパワースマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"],
            ["WパワーフォールB Ⅲ", "WパワーフォールB Ⅲ", "援:Sp.パワーDOWN Ⅲ"]
        ]
    },
    {
        "id": 438,
        "name": "優雅なティータイム",
        "chara": [60],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "リリィズ＆パンツァー (ガールズ＆パンツァー コラボ) (2022/10/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [4, 5],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.ウィンドガードバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"],
            ["風：Sp.パワーアシストB Ⅲ", "ライフアシストB Ⅱ", "援:WガードUP Ⅲ"]
        ]
    },
    {
        "id": 439,
        "name": "予想外の事態",
        "chara": [61, 11],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "リリィズ＆パンツァー (ガールズ＆パンツァー コラボ) (2022/10/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [2, 7],
        "skill": [
            ["マイトブレイクB Ⅲ+", "マイトブレイクB Ⅲ+", "攻:ガードDOWN Ⅲ"],
            ["ガードヒールC Ⅲ+", "ガードヒールC Ⅲ+", "回:ガードUP Ⅲ"]
        ]
    },
    {
        "id": 440,
        "name": "作戦会議です！",
        "chara": [58, 59, 10, 12],
        "get_rank": "非ガチャ産",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "リリィズ＆パンツァー (ガールズ＆パンツァー コラボ) (2022/10/31～)", "c3": ["報酬"] },
        "yakuwari": [5, 3],
        "skill": [
            ["Sp.パワーアシストB Ⅲ", "ライフアシストB Ⅱ", "援:Sp.ガードUP Ⅲ"],
            ["Sp.マイトスマッシュA Ⅳ+", "Sp.ウィンドパワースマッシュA Ⅳ", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 441,
        "name": "束の間の休息",
        "chara": [62],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "リリィズ＆パンツァー (ガールズ＆パンツァー コラボ) (2022/10/31～)", "c3": ["第2弾イベントガチャ (2022/11/4～)"] },
        "yakuwari": [7, 4],
        "skill": [
            ["Sp.ガードヒールC Ⅲ+", "Sp.ガードヒールC Ⅲ+", "回:回復UP Ⅲ"],
            ["Sp.ガードバーストB Ⅲ", "Sp.ウィンドガードバーストB Ⅲ", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 442,
        "name": "ワーオ！　エキサイティン！！",
        "chara": [63],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "リリィズ＆パンツァー (ガールズ＆パンツァー コラボ) (2022/10/31～)", "c3": ["第2弾イベントガチャ (2022/11/4～)"] },
        "yakuwari": [6, 2],
        "skill": [
            ["ガードフォールC Ⅳ", "ウィンドガードフォールC Ⅲ", "援:ガードDOWN Ⅲ"],
            ["マイトストライクB Ⅲ+", "ウィンドパワーストライクB Ⅲ", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 443,
        "name": "CHARMという兵器",
        "chara": [58],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "リリィズ＆パンツァー (ガールズ＆パンツァー コラボ) (2022/10/31～)", "c3": ["第2弾イベントガチャ (2022/11/4～)"] },
        "yakuwari": [5, 2],
        "skill": [
            ["風：パワーアシストB Ⅲ", "ライフアシストB Ⅱ", "援:支援UP Ⅲ"],
            ["ガードブレイクB Ⅲ", "ウィンドガードブレイクB Ⅲ", "攻:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 444,
        "name": "クリエイターズコラボ-ねんねこぐろっぴ-",
        "chara": [20,
          9],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/11/6～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["マイトストライクB Ⅲ+", "ウィンドパワーストライクB Ⅲ+", "攻:ダメージUP/パワーUP Ⅲ"],
            ["Sp.ディファーアシストB Ⅲ", "Sp.ディファーアシストB Ⅲ", "援:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 445,
        "name": "クリエイターズコラボ-不動劔と至宝-",
        "chara": [53, 3],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/11/6～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [4, 6],
        "skill": [
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.ウォーターパワースマッシュB Ⅲ+", "攻:ダメージUP/Sp.パワーUP Ⅲ"],
            ["Sp.ガードフォールC Ⅳ", "Sp.ウォーターガードフォールC Ⅲ", "援:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 446,
        "name": "カワウソづくし",
        "chara": [4],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/11/6～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [5, 2],
        "skill": [
            ["水：WパワーアシストB Ⅲ", "水：WパワーアシストB Ⅲ", "援:支援UP Ⅲ"],
            ["マイトストライクB Ⅲ+", "マイトストライクB Ⅲ+", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 447,
        "name": "ひめひめコールお願いっ！",
        "chara": [19],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/11/6～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [6, 4],
        "skill": [
            ["Sp.マイトフォールB Ⅲ", "Sp.マイトフォールB Ⅲ", "援:支援UP Ⅲ"],
            ["Sp.マイトバーストB Ⅲ+", "Sp.マイトバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 448,
        "name": "かめ、のち、えがお",
        "chara": [6],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/11/6～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [7, 4],
        "skill": [
            ["WガードヒールC Ⅲ", "WガードヒールC Ⅲ", "回:回復UP/副援:支援UP Ⅱ"],
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.マイトスマッシュB Ⅲ+", "攻:Sp.ガードUP Ⅲ"]
        ]
    },
    {
        "id": 449,
        "name": "暮れなずむ空",
        "chara": [15],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "復刻(イベント復刻無し) 歴戦乙女のアンサンブル (2022/11/8～)", "c3": ["ピックアップガチャ"] },
        "yakuwari": [2, 6],
        "skill": [
            ["マイトブレイクB Ⅲ+", "ウィンドガードブレイクB Ⅲ+", "攻:ガードDOWN Ⅲ"],
            ["チャージガードフォールB Ⅱ", "チャージガードフォールB Ⅱ", "援:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 450,
        "name": "縄跳びトレーニング",
        "chara": [13],
        "get_rank": "S",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2022", "c3": [""] },
        "yakuwari": [5, 2],
        "skill": [
            ["パワーアシストC Ⅳ", "ウォーターパワーアシストC Ⅲ", "援:パワーUP Ⅲ"],
            ["マイトストライクB Ⅲ+", "ウォーターパワーストライクB Ⅲ+", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 451,
        "name": "あなたとおそろい",
        "chara": [7],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "憂い晴らすは姉妹の絆 (2022/11/10～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 7],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.マイトバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"],
            ["Sp.ガードヒールC Ⅲ+", "Sp.ウォーターガードヒールC Ⅲ", "回:Sp.ガードUP Ⅲ"]
        ]
    },
    {
        "id": 452,
        "name": "騒がし乙女の凱旋",
        "chara": [34],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "憂い晴らすは姉妹の絆 (2022/11/10～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 6],
        "skill": [
            ["マイトブレイクB Ⅲ+", "ウォーターガードブレイクB Ⅲ", "攻:パワーUP Ⅲ"],
            ["水：ガードフォールB Ⅲ", "ウォーターガードフォールB Ⅱ", "援:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 453,
        "name": "覚醒の兆し",
        "chara": [8],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "憂い晴らすは姉妹の絆 (2022/11/10～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5, 3],
        "skill": [
            ["Sp.ガードアシストC Ⅳ", "ライフアシストB Ⅱ", "援:Sp.ガードUP Ⅲ"],
            ["Sp.マイトスマッシュA Ⅳ+", "Sp.ウォーターパワースマッシュA Ⅳ+", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 454,
        "name": "クリエイターズコラボ-もふもふな時間-",
        "chara": [5, 1],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/11/18～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2, 7],
        "skill": [
            ["マイトストライクB Ⅲ+", "ウォーターパワーストライクB Ⅲ+", "攻:ダメージUP/パワーUP Ⅲ"],
            ["ガードヒールC Ⅲ+", "ウォーターガードヒールC Ⅲ", "回:ガードUP Ⅲ"]
        ]
    },
    {
        "id": 455,
        "name": "クリエイターズコラボ-思い出がもう一つ-",
        "chara": [25, 24],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/11/18～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [4, 5],
        "skill": [
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.ウィンドパワースマッシュB Ⅲ+", "攻:ダメージUP/Sp.パワーUP Ⅲ"],
            ["WガードアシストB Ⅲ", "WガードアシストB Ⅲ", "援:WガードUP Ⅱ"]
        ]
    },
    {
        "id": 456,
        "name": "クリエイターズコラボ-どたばたデイズ-",
        "chara": [17, 18],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/11/18～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [5, 2],
        "skill": [
            ["ガードアシストC Ⅳ", "ライフアシストB Ⅱ", "援:支援UP Ⅲ"],
            ["ガードブレイクB Ⅲ", "ウィンドガードブレイクB Ⅲ", "攻:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 457,
        "name": "クリエイターズコラボ-いつものおやつ-",
        "chara": [13, 11],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/11/18～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [6, 4],
        "skill": [
            ["WパワーフォールB Ⅲ", "WパワーフォールB Ⅲ", "援:支援UP Ⅲ"],
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.マイトスマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 458,
        "name": "クリエイターズコラボ-ご一緒にいかが？-",
        "chara": [57, 56],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/11/18～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [7, 4],
        "skill": [
            ["WガードヒールD Ⅲ", "WガードヒールD Ⅲ", "回:回復UP/副援:支援UP Ⅱ"],
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.マイトスマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 459,
        "name": "鳴り響く狂乱の連弾",
        "chara": [40, 11],
        "get_rank": "SS",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "凍て空の流星 ―狂乱の三重奏― / ギガント級ヒュージ討伐 フロストサーペントChapter.1 (2022/11/19～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["ガードブレイクE Ⅳ", "マイトブレイクB Ⅲ+", "攻:ガードDOWN Ⅲ"],
            ["パワーアシストE Ⅳ", "ウィンドパワーアシストC Ⅲ", "援:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 460,
        "name": "雪原の白き魔女",
        "chara": [41],
        "get_rank": "SS",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "凍て空の流星 ―狂乱の三重奏― / ギガント級ヒュージ討伐 フロストサーペントChapter.1 (2022/11/19～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 6],
        "skill": [
            ["Sp.パワースマッシュE Ⅳ", "Sp.ウィンドパワースマッシュB Ⅲ", "攻:Sp.パワーUP Ⅲ"],
            ["Sp.ガードフォールE Ⅳ", "Sp.ウィンドガードフォールC Ⅲ", "援:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 461,
        "name": "雪風と踊る少女",
        "chara": [11],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "凍て空の流星 ―狂乱の三重奏― / ギガント級ヒュージ討伐 フロストサーペントChapter.1 (2022/11/19～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7, 2],
        "skill": [
            ["ガードヒールE Ⅲ", "ガードヒールC Ⅲ+", "回:ガードUP Ⅲ"],
            ["パワーストライクE Ⅳ", "マイトストライクB Ⅲ+", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 462,
        "name": "白に染まる世界",
        "chara": [41],
        "get_rank": "非ガチャ産",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "凍て空の流星 ―狂乱の三重奏― / ギガント級ヒュージ討伐 フロストサーペントChapter.1 (2022/11/19～)", "c3": ["報酬"] },
        "yakuwari": [1, 5],
        "skill": [
            ["パワーストライクA Ⅴ+", "マイトストライクA Ⅳ+", "攻:パワーUP Ⅲ"],
            ["風：パワーアシストD Ⅲ", "風：パワーアシストB Ⅲ", "援:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 463,
        "name": "レンズ越しの視点",
        "chara": [9],
        "get_rank": "S",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2022", "c3": [""] },
        "yakuwari": [4, 5],
        "skill": [
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.ウォーターパワースマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"],
            ["Sp.ガードアシストD Ⅲ", "Sp.ガードライフアシストD Ⅱ", "援:Sp.ガードUP Ⅲ"]
        ]
    },
    {
        "id": 464,
        "name": "帯びる熱と急接近",
        "chara": [10, 15],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "聖夜へ捧ぐサプライズ (2022/11/30～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 5],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.マイトバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"],
            ["Sp.パワーアシストC Ⅳ", "Sp.ウォーターパワーアシストB Ⅱ", "援:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 465,
        "name": "サプライズゲーム",
        "chara": [15],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "聖夜へ捧ぐサプライズ (2022/11/30～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7, 1],
        "skill": [
            ["ガードヒールC Ⅲ+", "ウォーターガードヒールC Ⅲ", "回:ガードUP Ⅲ"],
            ["マイトストライクA Ⅳ+", "ウォーターパワーストライクA Ⅳ+", "攻:獲得マッチPtUP/通常単体 Ⅱ"]
        ]
    },
    {
        "id": 466,
        "name": "はっぴーらっきーとっきー",
        "chara": [17],
        "get_rank": "S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "聖夜へ捧ぐサプライズ (2022/11/30～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6, 2],
        "skill": [
            ["パワーフォールC Ⅳ", "ウォーターパワーフォールB Ⅱ", "援:パワーDOWN Ⅲ"],
            ["マイトブレイクB Ⅲ+", "マイトブレイクB Ⅲ+", "攻:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 467,
        "name": "クリエイターズコラボ-ひめひめ仕立て-",
        "chara": [19, 15, 16],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/12/4～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2, 6],
        "skill": [
            ["パワーストライクB Ⅲ", "ウィンドパワーストライクB Ⅲ+", "攻:ダメージUP/パワーUP Ⅲ"],
            ["風：パワーフォールB Ⅲ", "風：パワーフォールB Ⅲ", "援:パワーDOWN Ⅲ"]
        ]
    },
    {
        "id": 468,
        "name": "クリエイターズコラボ-手作りクリスマス-",
        "chara": [14, 12],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/12/4～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [4, 6],
        "skill": [
            ["Sp.パワースマッシュB Ⅲ", "Sp.ウォーターパワースマッシュB Ⅲ+", "攻:ダメージUP/Sp.パワーUP Ⅲ"],
            ["Sp.マイトフォールB Ⅲ", "Sp.ウォーターパワーフォールB Ⅱ", "援:Sp.パワーDOWN Ⅲ"]
        ]
    },
    {
        "id": 469,
        "name": "クリエイターズコラボ-聖夜に乾杯-",
        "chara": [54, 2],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/12/4～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [5, 4],
        "skill": [
            ["Sp.パワーアシストC Ⅳ", "Sp.ウォーターパワーアシストC Ⅲ", "援:支援UP Ⅲ"],
            ["Sp.パワースマッシュB Ⅲ", "Sp.ウォーターパワースマッシュB Ⅲ", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 470,
        "name": "クリエイターズコラボ-聖夜のテラリウム-",
        "chara": [26, 22],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/12/4～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [6, 2],
        "skill": [
            ["マイトフォールB Ⅲ", "ウィンドガードフォールC Ⅲ", "援:支援UP Ⅲ"],
            ["ガードブレイクB Ⅲ", "ウィンドガードブレイクB Ⅲ", "攻:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 471,
        "name": "クリエイターズコラボ-サンタをつかまえて-",
        "chara": [3, 1],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/12/4～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [7, 4],
        "skill": [
            ["Sp.ガードヒールC Ⅲ+", "Sp.ウォーターガードヒールC Ⅲ", "回:回復UP/副援:支援UP Ⅱ"],
            ["Sp.ガードバーストB Ⅲ", "Sp.ガードバーストB Ⅲ", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 472,
        "name": "神琳！？　これは違うの！",
        "chara": [8],
        "get_rank": "非ガチャ産",
        "category": { "c1": "課金", "c2": "雨嘉 / 聖夜のプレゼント", "c3": [""] },
        "yakuwari": [5, 2],
        "skill": [
            ["WパワーアシストB Ⅲ", "WパワーアシストB Ⅲ", "援:WパワーUP Ⅱ"],
            ["マイトストライクB Ⅲ+", "マイトストライクB Ⅲ+", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 473,
        "name": "旋律に身を委ねて",
        "chara": [43],
        "get_rank": "SS",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "凍て空の流星 ―輝きを繋ぐ旋律― / ギガント級ヒュージ討伐 フロストサーペントChapter.2 (2022/12/11～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 5],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.マイトバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"],
            ["Sp.パワーアシストC Ⅳ", "ライフアシストB Ⅱ", "援:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 474,
        "name": "縮地、友の元へ",
        "chara": [6],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "凍て空の流星 ―輝きを繋ぐ旋律― / ギガント級ヒュージ討伐 フロストサーペントChapter.2 (2022/12/11～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7, 3],
        "skill": [
            ["Sp.ガードヒールC Ⅲ+", "Sp.ガードヒールC Ⅲ+", "回:Sp.ガードUP Ⅲ"],
            ["Sp.マイトスマッシュA Ⅳ+", "Sp.ウォーターパワースマッシュA Ⅳ+", "攻:獲得マッチPtUP/特殊単体 Ⅱ"]
        ]
    },
    {
        "id": 475,
        "name": "雪原に火花散る",
        "chara": [5],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "凍て空の流星 ―輝きを繋ぐ旋律― / ギガント級ヒュージ討伐 フロストサーペントChapter.2 (2022/12/11～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6, 2],
        "skill": [
            ["ガードフォールC Ⅳ", "ウォーターガードフォールB Ⅱ", "援:ガードDOWN Ⅲ"],
            ["マイトブレイクB Ⅲ+", "マイトブレイクB Ⅲ+", "攻:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 476,
        "name": "歴戦の余裕",
        "chara": [43],
        "get_rank": "非ガチャ産",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "凍て空の流星 ―輝きを繋ぐ旋律― / ギガント級ヒュージ討伐 フロストサーペントChapter.2 (2022/12/11～)", "c3": ["報酬"] },
        "yakuwari": [3, 6],
        "skill": [
            ["Sp.マイトスマッシュA Ⅳ+", "Sp.マイトスマッシュA Ⅳ+", "攻:Sp.パワーUP Ⅲ"],
            ["WパワーフォールA Ⅲ", "WパワーフォールA Ⅲ", "援:WパワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 477,
        "name": "ふーみんにインタビュー",
        "chara": [4],
        "get_rank": "S",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2022", "c3": [""] },
        "yakuwari": [7, 4],
        "skill": [
            ["Sp.ガードヒールC Ⅲ+", "Sp.ウィンドガードヒールC Ⅲ", "回:Sp.ガードUP Ⅲ"],
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.マイトスマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 478,
        "name": "聞こえし者",
        "chara": [29],
        "get_rank": "非ガチャ産",
        "category": { "c1": "レジェンダリー", "c2": "レギオンリーグ", "c3": ["2nd"] },
        "yakuwari": [1],
        "skill": [
            ["パワーストライクA LG+", "パワーストライクA LG+", "攻:ダメージUP Ⅲ"]
        ]
    },
    {
        "id": 479,
        "name": "懐かしくて、優しい味",
        "chara": [8],
        "get_rank": "S",
        "category": { "c1": "誕生日/誕生月ガチャ", "c2": "2022", "c3": [""] },
        "yakuwari": [5, 4],
        "skill": [
            ["Sp.パワーアシストC Ⅳ", "Sp.ウィンドパワーアシストC Ⅲ", "援:Sp.パワーUP Ⅲ"],
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.マイトスマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 480,
        "name": "クリエイターズコラボ-どんがらがっしゃん-",
        "chara": [28, 25],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/12/20～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["マイトブレイクB Ⅲ+", "ウォーターガードブレイクB Ⅲ+", "攻:ダメージUP/ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 481,
        "name": "クリエイターズコラボ-あつあつの肉まん-",
        "chara": [18, 17],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/12/20～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.ウィンドガードバーストB Ⅲ+", "攻:ダメージUP/Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 482,
        "name": "クリエイターズコラボ-ゆー姉と一緒！-",
        "chara": [34,
          8],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/12/20～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [5],
        "skill": [
            ["風拡：Sp.パワーアシストB Ⅳ", "風拡：Sp.パワーアシストB Ⅳ", "援:支援UP Ⅲ"]
        ]
    },
    {
        "id": 483,
        "name": "クリエイターズコラボ-かずはをよしよし-",
        "chara": [11, 10],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/12/20～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [6],
        "skill": [
            ["パワーフォールC Ⅳ", "ウォーターパワーフォールC Ⅲ", "援:支援UP Ⅲ"]
        ]
    },
    {
        "id": 484,
        "name": "クリエイターズコラボ-膝の子猫と窓の雪-",
        "chara": [7, 5],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2022/12/20～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["Sp.ガードヒールC Ⅲ+", "Sp.ウィンドガードヒールC Ⅲ", "回:回復UP/副援:支援UP Ⅱ"]
        ]
    },
    {
        "id": 485,
        "name": "空想魔法少女",
        "chara": [64, 1],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "シスターズ・カラミティ (プリズマ☆イリヤ コラボ) (2022/12/22～)", "c3": ["シスターズ・カラミティ イベントガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["マイトストライクB Ⅲ+", "ウィンドパワーストライクB Ⅲ+", "攻:パワーUP Ⅲ"],
            ["WパワーアシストC Ⅳ", "WパワーアシストC Ⅳ", "援:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 486,
        "name": "願いの魔法少女",
        "chara": [65],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "シスターズ・カラミティ (プリズマ☆イリヤ コラボ) (2022/12/22～)", "c3": ["シスターズ・カラミティ イベントガチャ"] },
        "yakuwari": [6, 4],
        "skill": [
            ["Sp.パワーフォールC Ⅳ", "Sp.ウィンドパワーフォールB Ⅱ", "援:Sp.パワーDOWN Ⅲ"],
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.ウィンドパワースマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 487,
        "name": "投影魔術",
        "chara": [66],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "シスターズ・カラミティ (プリズマ☆イリヤ コラボ) (2022/12/22～)", "c3": ["シスターズ・カラミティ イベントガチャ"] },
        "yakuwari": [1, 7],
        "skill": [
            ["パワーストライクA Ⅳ+", "ウィンドパワーストライクA Ⅳ+", "攻:獲得マッチPtUP/通常単体 Ⅱ"],
            ["WガードヒールC Ⅲ", "WガードヒールC Ⅲ", "回:回復UP Ⅲ"]
        ]
    },
    {
        "id": 488,
        "name": "射殺す百頭",
        "chara": [65],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "シスターズ・カラミティ (プリズマ☆イリヤ コラボ) (2022/12/22～)", "c3": ["シスターズ・カラミティ・ツヴァイ イベントガチャ (2022/12/25～)"] },
        "yakuwari": [2, 6],
        "skill": [
            ["マイトブレイクB Ⅲ+", "ウィンドガードブレイクB Ⅲ+", "攻:ガードDOWN Ⅲ"],
            ["パワーフォールC Ⅳ", "ウィンドパワーフォールB Ⅱ", "援:支援UP Ⅲ"]
        ]
    },
    {
        "id": 489,
        "name": "約束された勝利の剣",
        "chara": [64],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "シスターズ・カラミティ (プリズマ☆イリヤ コラボ) (2022/12/22～)", "c3": ["シスターズ・カラミティ・ツヴァイ イベントガチャ (2022/12/25～)"] },
        "yakuwari": [4, 5],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.ウィンドガードバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"],
            ["Sp.パワーアシストC Ⅳ", "Sp.ウィンドパワーアシストC Ⅲ", "援:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 490,
        "name": "初春の宴に貴女を想う",
        "chara": [2],
        "get_rank": "未定推定S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "年始めに想い重ねて (2022/12/31～)", "c3": ["イベント第1弾ガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.マイトバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 491,
        "name": "新年、はっじまっるよ～♪",
        "chara": [1],
        "get_rank": "未定推定S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "年始めに想い重ねて (2022/12/31～)", "c3": ["イベント第1弾ガチャ"] },
        "yakuwari": [7, 3],
        "skill": [
            ["Sp.ガードヒールC Ⅲ+", "Sp.ウィンドガードヒールC Ⅲ", "回:Sp.ガードUP Ⅲ"],
            ["ディファースマッシュA Ⅳ+", "Sp.ウィンドパワースマッシュA Ⅳ+", "攻:獲得マッチPtUP/特殊単体 Ⅱ"]
        ]
    },
    {
        "id": 492,
        "name": "兎であけおめですわ！",
        "chara": [3],
        "get_rank": "未定推定S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "年始めに想い重ねて (2022/12/31～)", "c3": ["イベント第1弾ガチャ"] },
        "yakuwari": [6, 1],
        "skill": [
            ["パワーフォールC Ⅳ", "ウィンドパワーフォールB Ⅱ", "援:パワーDOWN Ⅲ"],
            ["Sp.ディファーストライクA Ⅳ+", "ウィンドパワーストライクA Ⅳ+", "攻:獲得マッチPtUP/通常単体 Ⅱ"]
        ]
    },
    {
        "id": 493,
        "name": "かがみもち、できました！",
        "chara": [53],
        "get_rank": "未定推定S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "年始めに想い重ねて (2022/12/31～)", "c3": ["イベント第1弾ガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["マイトストライクB Ⅲ+", "マイトストライクB Ⅲ+", "攻:パワーUP Ⅲ"],
            ["パワーアシストC Ⅳ", "ウィンドパワーアシストC Ⅲ", "援:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 494,
        "name": "雪兎に会えた日",
        "chara": [5],
        "get_rank": "未定推定S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "年始めに想い重ねて (2022/12/31～)", "c3": ["イベント第2弾ガチャ (2023/1/3～)"] },
        "yakuwari": [2],
        "skill": [
            ["マイトブレイクB Ⅲ+", "マイトブレイクB Ⅲ+", "攻:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 495,
        "name": "突きて返すは兎姉妹",
        "chara": [1, 2],
        "get_rank": "未定推定S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "年始めに想い重ねて (2022/12/31～)", "c3": ["イベント第2弾ガチャ (2023/1/3～)"] },
        "yakuwari": [4, 6],
        "skill": [
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.マイトスマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"],
            ["Sp.ガードフォールC Ⅳ", "Sp.ウィンドガードフォールC Ⅲ", "援:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 496,
        "name": "思い出を抱きしめて",
        "chara": [11],
        "get_rank": "未定推定S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "年始めに想い重ねて (2022/12/31～)", "c3": ["イベント第2弾ガチャ (2023/1/3～)"] },
        "yakuwari": [5, 3],
        "skill": [
            ["Sp.パワーアシストC Ⅳ", "Sp.ウィンドパワーアシストC Ⅲ", "援:Sp.パワーUP Ⅲ"],
            ["Sp.ガードバーストA Ⅴ", "Sp.ウィンドガードバーストA Ⅳ+", "攻:獲得マッチPtUP/特殊単体 Ⅱ"]
        ]
    },
    {
        "id": 497,
        "name": "賀正！！",
        "chara": [18],
        "get_rank": "未定推定S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "年始めに想い重ねて (2022/12/31～)", "c3": ["イベント第2弾ガチャ (2023/1/3～)"] },
        "yakuwari": [7, 1],
        "skill": [
            ["ガードヒールC Ⅲ+", "ウィンドガードヒールC Ⅲ", "回:ガードUP Ⅲ"],
            ["ガードブレイクA Ⅴ", "ウィンドガードブレイクA Ⅳ+", "攻:獲得マッチPtUP/通常単体 Ⅱ"]
        ]
    },
    {
        "id": 498,
        "name": "クリエイターズコラボ-ことよろなのじゃ！-",
        "chara": [9, 5, 4],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/1/7～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["マイトストライクB Ⅲ+", "ウィンドパワーストライクB Ⅲ+", "攻:ダメージUP/パワーUP Ⅲ"]
        ]
    },
    {
        "id": 499,
        "name": "クリエイターズコラボ-新年を祝すわ！-",
        "chara": [21, 22, 25],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/1/7～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.ウィンドパワースマッシュB Ⅲ+", "攻:ダメージUP/Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 500,
        "name": "クリエイターズコラボ-あけおめですっ♪-",
        "chara": [1, 3, 2],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/1/7～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [5],
        "skill": [
            ["WパワーアシストC Ⅳ", "WパワーアシストC Ⅳ", "援:支援UP Ⅲ"]
        ]
    },
    {
        "id": 501,
        "name": "クリエイターズコラボ-謹賀新年です！-",
        "chara": [10, 11, 12],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/1/7～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [6],
        "skill": [
            ["Sp.パワーフォールC Ⅳ", "Sp.ウィンドパワーフォールB Ⅱ", "援:支援UP Ⅲ"]
        ]
    },
    {
        "id": 502,
        "name": "クリエイターズコラボ-今年もよろしくね-",
        "chara": [15, 19, 16],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/1/7～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["WガードヒールC Ⅲ", "WガードヒールC Ⅲ", "回:回復UP/副援:支援UP Ⅱ"]
        ]
    },
    {
        "id": 503,
        "name": "この手に劔がある限り",
        "chara": [42],
        "get_rank": "SS",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "凍て空の流星 ―雪風に劔を掲げて― / ギガント級ヒュージ討伐 フロストサーペントChapter.3 (2023/1/10～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6],
        "skill": [
            ["WガードフォールB Ⅲ", "WガードフォールB Ⅲ", "援:支援UP Ⅲ"]
        ]
    },
    {
        "id": 504,
        "name": "うりゃうりゃうりゃうりゃ！！",
        "chara": [18],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "凍て空の流星 ―雪風に劔を掲げて― / ギガント級ヒュージ討伐 フロストサーペントChapter.3 (2023/1/10～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["マイトブレイクB Ⅲ+", "マイトブレイクB Ⅲ+", "攻:ガードDOWN Ⅲ"],
            ["パワーアシストC Ⅳ", "ファイアパワーアシストB Ⅱ", "援:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 505,
        "name": "飢えし群れ、挑む狩人",
        "chara": [19],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "凍て空の流星 ―雪風に劔を掲げて― / ギガント級ヒュージ討伐 フロストサーペントChapter.3 (2023/1/10～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7, 4],
        "skill": [
            ["Sp.ガードヒールC Ⅲ+", "Sp.ガードヒールC Ⅲ+", "回:Sp.ガードUP Ⅲ"],
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.マイトスマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 506,
        "name": "引導を渡して差し上げますわ",
        "chara": [40],
        "get_rank": "非ガチャ産",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "凍て空の流星 ―雪風に劔を掲げて― / ギガント級ヒュージ討伐 フロストサーペントChapter.3 (2023/1/10～)", "c3": ["報酬"] },
        "yakuwari": [1, 5],
        "skill": [
            ["パワーストライクA Ⅳ+", "パワーストライクA Ⅳ+", "攻:パワーUP Ⅲ"],
            ["マイトアシストB Ⅲ", "マイトアシストB Ⅲ", "援:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 507,
        "name": "2周年祭り 絆の彩り",
        "chara": [1, 35, 40, 41, 46, 45],
        "get_rank": "非ガチャ産",
        "category": { "c1": "ミッション、ログインボーナス等", "c2": "HA、AN無料ガチャ", "c3": ["2周年"] },
        "yakuwari": [4, 5],
        "skill": [
            ["Sp.ガードバーストB Ⅲ", "Sp.ガードバーストB Ⅲ", "攻:Sp.ガードDOWN Ⅲ"],
            ["Sp.パワーアシストB Ⅲ", "Sp.パワーアシストB Ⅲ", "援:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 508,
        "name": "止めどない熱",
        "chara": [8, 7],
        "get_rank": "未定推定S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "花々集う大宴会 (2023/1/20～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["Sp.ガードバーストB Ⅲ", "Sp.ファイアガードバーストB Ⅲ", "攻:ダメージUP Ⅳ"]
        ]
    },
    {
        "id": 509,
        "name": "Cherishing",
        "chara": [35, 1],
        "get_rank": "未定推定S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "花々集う大宴会 (2023/1/20～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["ガードブレイクB Ⅲ", "ファイアガードブレイクB Ⅲ", "攻:ダメージUP Ⅳ"]
        ]
    },
    {
        "id": 510,
        "name": "変わらない絆",
        "chara": [40, 41],
        "get_rank": "未定推定SS",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "花々集う大宴会 (2023/1/20～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6],
        "skill": [
            ["WパワーフォールB Ⅲ", "WパワーフォールB Ⅲ", "援:支援UP Ⅳ"]
        ]
    },
    {
        "id": 511,
        "name": "ふたりのヒメゴト",
        "chara": [46, 45],
        "get_rank": "未定推定SS",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "花々集う大宴会 (2023/1/20～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["WガードヒールD Ⅳ", "WガードヒールD Ⅳ", "回:回復UP Ⅳ"]
        ]
    },
    {
        "id": 512,
        "name": "好いも甘いも受け止めて",
        "chara": [7],
        "get_rank": "未定推定S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "花々集う大宴会 (2023/1/20～)", "c3": ["アニバーサリー大宴会ガチャ (2023/1/22～) (特効は共闘イベントのみ)"] },
        "yakuwari": [5, 4],
        "skill": [
            ["Sp.マイトアシストB Ⅲ", "Sp.ウィンドパワーアシストC Ⅲ", "援:Sp.パワーUP Ⅲ"],
            ["Sp.マイトバーストB Ⅲ+", "Sp.ウィンドガードバーストB Ⅲ", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 513,
        "name": "宵に舞う華",
        "chara": [1],
        "get_rank": "未定推定S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "花々集う大宴会 (2023/1/20～)", "c3": ["アニバーサリー大宴会ガチャ (2023/1/22～) (特効は共闘イベントのみ)"] },
        "yakuwari": [2, 6],
        "skill": [
            ["マイトブレイクB Ⅲ+", "ウィンドガードブレイクB Ⅲ", "攻:ガードDOWN Ⅲ"],
            ["ガードフォールC Ⅳ", "ウィンドガードフォールB Ⅱ", "援:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 514,
        "name": "湯けむりの向こう側",
        "chara": [3],
        "get_rank": "未定推定S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "花々集う大宴会 (2023/1/20～)", "c3": ["アニバーサリー大宴会ガチャ (2023/1/22～) (特効は共闘イベントのみ)"] },
        "yakuwari": [7, 3],
        "skill": [
            ["WガードヒールD Ⅲ", "WガードヒールD Ⅲ", "回:回復UP Ⅳ"],
            ["Sp.マイトスマッシュA Ⅳ+", "Sp.ファイアパワースマッシュA Ⅳ+", "攻:獲得マッチPtUP/特殊単体 Ⅱ"]
        ]
    },
    {
        "id": 515,
        "name": "蝶の夢",
        "chara": [41],
        "get_rank": "未定推定SS",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "花々集う大宴会 (2023/1/20～)", "c3": ["アニバーサリー大宴会ガチャ～おかわり～ (2023/1/24～) (特効は共闘イベントのみ)"] },
        "yakuwari": [7, 1],
        "skill": [
            ["ガードヒールC Ⅲ+", "ウィンドガードヒールC Ⅲ", "回:ガードUP Ⅲ"],
            ["マイトストライクA Ⅳ+", "ウィンドパワーストライクA Ⅳ+", "攻:獲得マッチPtUP/通常単体 Ⅱ"]
        ]
    },
    {
        "id": 516,
        "name": "いつも隣に",
        "chara": [45],
        "get_rank": "未定推定SS",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "花々集う大宴会 (2023/1/20～)", "c3": ["アニバーサリー大宴会ガチャ～おかわり～ (2023/1/24～) (特効は共闘イベントのみ)"] },
        "yakuwari": [2, 5],
        "skill": [
            ["マイトストライクB Ⅲ+", "ファイアパワーストライクB Ⅲ", "攻:パワーUP Ⅲ"],
            ["パワーアシストC Ⅳ", "ファイアパワーアシストB Ⅱ", "援:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 517,
        "name": "ありのままのわたしで",
        "chara": [23],
        "get_rank": "未定推定S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "花々集う大宴会 (2023/1/20～)", "c3": ["アニバーサリー大宴会ガチャ～おかわり～ (2023/1/24～) (特効は共闘イベントのみ)"] },
        "yakuwari": [4, 6],
        "skill": [
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.ファイアパワースマッシュB Ⅲ", "攻:Sp.パワーUP Ⅲ"],
            ["Sp.ガードフォールC Ⅳ", "Sp.ファイアガードフォールB Ⅱ", "援:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 518,
        "name": "Ultimate Memoria -比類なき異能-",
        "chara": [26],
        "get_rank": "未定推定SSS相当",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "アルティメットメモリア前衛後衛ガチャ (2023/1/26～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["火：パワーストライクB Ⅲ", "火：パワーストライクB Ⅲ", "攻:ダメージUP Ⅳ+"],
            ["WガードアシストD Ⅲ", "WガードアシストD Ⅲ", "援:支援UP Ⅳ+"]
        ]
    },
    {
        "id": 519,
        "name": "Ultimate Memoria -フェノメノ-",
        "chara": [23],
        "get_rank": "未定推定SSS相当",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "アルティメットメモリア前衛後衛ガチャ (2023/1/26～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [4, 6],
        "skill": [
            ["火：Sp.パワースマッシュB Ⅲ", "火：Sp.パワースマッシュB Ⅲ", "攻:ダメージUP Ⅳ+"],
            ["WガードフォールD Ⅲ", "WガードフォールD Ⅲ", "援:支援UP Ⅳ+"]
        ]
    },
    {
        "id": 520,
        "name": "Ultimate Memoria -蒼き月、満ちる時-",
        "chara": [21],
        "get_rank": "未定推定SSS相当",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "アルティメットメモリア前衛後衛ガチャ (2023/1/26～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [6, 4],
        "skill": [
            ["WパワーフォールD Ⅲ", "WパワーフォールD Ⅲ", "援:支援UP Ⅳ+"],
            ["風：Sp.ガードバーストB Ⅲ", "風：Sp.ガードバーストB Ⅲ", "攻:ダメージUP Ⅳ+"]
        ]
    },
    {
        "id": 521,
        "name": "Ultimate Memoria -シリウス・ロア-",
        "chara": [24],
        "get_rank": "未定推定SSS相当",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "アルティメットメモリア前衛後衛ガチャ (2023/1/26～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [5, 2],
        "skill": [
            ["WパワーアシストD Ⅲ", "WパワーアシストD Ⅲ", "援:支援UP Ⅳ+"],
            ["風：ガードブレイクB Ⅲ", "風：ガードブレイクB Ⅲ", "攻:ダメージUP Ⅳ+"]
        ]
    },
    {
        "id": 522,
        "name": "Ultimate Memoria -縦横無尽、阻む者無し-",
        "chara": [29],
        "get_rank": "未定推定SSS相当",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "アルティメットメモリア前衛後衛ガチャ (2023/1/26～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [7, 3],
        "skill": [
            ["ヒールD Ⅳ", "リカバーヒールD Ⅳ", "回:回復UP Ⅳ+"],
            ["Sp.マイトスマッシュA Ⅴ+", "Sp.マイトスマッシュA Ⅴ+", "攻:ダメージUP Ⅳ+"]
        ]
    },
    {
        "id": 523,
        "name": "Emotional Memoria -吐息の距離-",
        "chara": [15],
        "get_rank": "SSS",
        "category": { "c1": "エモーショナルメモリアガチャ", "c2": "エモーショナルメモリア -吐息の距離- ガチャ", "c3": [""] },
        "yakuwari": [4, 5],
        "skill": [
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.ファイアパワースマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"],
            ["Sp.パワーアシストC Ⅳ", "Sp.ファイアパワーアシストB Ⅱ", "援:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 524,
        "name": "ハルナストライク！！",
        "chara": [67],
        "get_rank": "B+++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "カラフルデイズ・エンド (2023/1/31～)", "c3": ["イベント第1弾ガチャ"] },
        "yakuwari": [2, 6],
        "skill": [
            ["マイトストライクB Ⅲ+", "マイトストライクB Ⅲ+", "攻:パワーUP Ⅲ"],
            ["ガードフォールC Ⅳ", "ファイアガードフォールB Ⅱ", "援:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 525,
        "name": "光の盾",
        "chara": [68],
        "get_rank": "B+++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "カラフルデイズ・エンド (2023/1/31～)", "c3": ["イベント第1弾ガチャ"] },
        "yakuwari": [4, 7],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.マイトバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"],
            ["Sp.ガードヒールC Ⅲ+", "Sp.ガードヒールC Ⅲ+", "回:Sp.ガードUP Ⅲ"]
        ]
    },
    {
        "id": 526,
        "name": "貴女の笑顔を守るために",
        "chara": [15],
        "get_rank": "B+++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "カラフルデイズ・エンド (2023/1/31～)", "c3": ["イベント第1弾ガチャ"] },
        "yakuwari": [5],
        "skill": [
            ["WパワーアシストB Ⅲ", "WパワーアシストB Ⅲ", "援:WパワーUP Ⅲ"]
        ]
    },
    {
        "id": 527,
        "name": "貴女と共にあるために",
        "chara": [16],
        "get_rank": "B+++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "カラフルデイズ・エンド (2023/1/31～)", "c3": ["イベント第2弾ガチャ (2023/2/2～)"] },
        "yakuwari": [7, 2],
        "skill": [
            ["ガードヒールC Ⅲ+", "ガードヒールC Ⅲ+", "回:ガードUP Ⅲ"],
            ["マイトブレイクB Ⅲ+", "マイトブレイクB Ⅲ+", "攻:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 528,
        "name": "運命のトリニティ",
        "chara": [68, 15, 2, 1, 10, 71],
        "get_rank": "B+++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "カラフルデイズ・エンド (2023/1/31～)", "c3": ["イベント第2弾ガチャ (2023/2/2～)"] },
        "yakuwari": [5, 4],
        "skill": [
            ["Sp.パワーアシストC Ⅳ", "Sp.ファイアパワーアシストB Ⅱ", "援:Sp.パワーUP Ⅲ"],
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.マイトスマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 529,
        "name": "チョコを知らない君へ",
        "chara": [12, 10],
        "get_rank": "未定推定S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "楯のメイドとバレンタイン (2023/2/9～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5, 2],
        "skill": [
            ["パワーアシストC Ⅳ", "ウィンドパワーアシストC Ⅲ", "援:支援UP Ⅳ"],
            ["ガードブレイクB Ⅲ", "ウィンドガードブレイクB Ⅲ+", "攻:ダメージUP Ⅳ"]
        ]
    },
    {
        "id": 530,
        "name": "触れ合う吐息",
        "chara": [13],
        "get_rank": "未定推定S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "楯のメイドとバレンタイン (2023/2/9～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7, 4],
        "skill": [
            ["Sp.ガードヒールC Ⅲ+", "Sp.ウィンドガードヒールC Ⅲ", "回:回復UP Ⅳ"],
            ["Sp.パワースマッシュB Ⅲ", "Sp.ウィンドパワースマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 531,
        "name": "安らぎをあなたに",
        "chara": [14],
        "get_rank": "未定推定S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "楯のメイドとバレンタイン (2023/2/9～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 6],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.ウィンドガードバーストB Ⅲ+", "攻:ダメージUP Ⅳ"],
            ["Sp.ガードフォールC Ⅳ", "Sp.ウィンドガードフォールC Ⅲ", "援:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 532,
        "name": "あなたにお茶を",
        "chara": [7],
        "get_rank": "非ガチャ産",
        "category": { "c1": "課金", "c2": "神琳 / メイドバレンタイン", "c3": [""] },
        "yakuwari": [2, 7],
        "skill": [
            ["マイトストライクB Ⅲ+", "ウィンドパワーストライクB Ⅲ+", "攻:パワーUP Ⅲ"],
            ["ガードヒールC Ⅲ+", "ウィンドガードヒールC Ⅲ", "回:ガードUP Ⅲ"]
        ]
    },
    {
        "id": 533,
        "name": "クリエイターズコラボ-いただきだゾ♪-",
        "chara": [6, 2],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/2/11～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["マイトストライクB Ⅲ+", "ファイアパワーストライクB Ⅲ+", "攻:ダメージUP Ⅳ"]
        ]
    },
    {
        "id": 534,
        "name": "クリエイターズコラボ-ショコラのゆうわく-",
        "chara": [11, 13],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/2/11～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.ファイアパワースマッシュB Ⅲ+", "攻:ダメージUP Ⅳ"]
        ]
    },
    {
        "id": 535,
        "name": "クリエイターズコラボ-甘いきらめき-",
        "chara": [19, 18],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/2/11～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [5],
        "skill": [
            ["Sp.パワーアシストC Ⅳ", "Sp.ファイアパワーアシストC Ⅲ", "援:支援UP Ⅳ"]
        ]
    },
    {
        "id": 536,
        "name": "クリエイターズコラボ-とろけるハート-",
        "chara": [23, 24],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/2/11～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["Sp.ガードヒールC Ⅲ+", "Sp.ファイアガードヒールC Ⅲ", "回:回復UP Ⅳ"]
        ]
    },
    {
        "id": 537,
        "name": "輝ける流星",
        "chara": [44],
        "get_rank": "SS",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "凍て空の流星 ―勝利を描く光軌― / ギガント級ヒュージ討伐 フロストサーペントChapter.4 (2023/2/18～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 5],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.ファイアガードバーストB Ⅲ", "攻:Sp.ガードDOWN Ⅲ"],
            ["Sp.ガードアシストC Ⅳ", "Sp.ガードライフアシストD Ⅱ", "援:支援UP Ⅳ"]
        ]
    },
    {
        "id": 538,
        "name": "六花、胡蝶の如く舞う",
        "chara": [7],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "凍て空の流星 ―勝利を描く光軌― / ギガント級ヒュージ討伐 フロストサーペントChapter.4 (2023/2/18～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7, 1],
        "skill": [
            ["ガードヒールC Ⅲ+", "ファイアガードヒールC Ⅲ", "回:ガードUP Ⅲ"],
            ["マイトストライクA Ⅳ+", "ファイアパワーストライクA Ⅳ+", "攻:獲得マッチPtUP/通常単体 Ⅱ"]
        ]
    },
    {
        "id": 539,
        "name": "一意専心",
        "chara": [8],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "凍て空の流星 ―勝利を描く光軌― / ギガント級ヒュージ討伐 フロストサーペントChapter.4 (2023/2/18～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 6],
        "skill": [
            ["マイトブレイクB Ⅲ+", "ファイアガードブレイクB Ⅲ", "攻:ガードDOWN Ⅲ"],
            ["ガードフォールC Ⅳ", "ファイアガードフォールB Ⅱ", "援:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 540,
        "name": "氷嵐を断つ劔",
        "chara": [42],
        "get_rank": "非ガチャ産",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "凍て空の流星 ―勝利を描く光軌― / ギガント級ヒュージ討伐 フロストサーペントChapter.4 (2023/2/18～)", "c3": ["報酬"] },
        "yakuwari": [3, 6],
        "skill": [
            ["Sp.マイトスマッシュA Ⅳ+", "Sp.ファイアパワースマッシュA Ⅳ+", "攻:Sp.パワーUP Ⅲ"],
            ["WパワーフォールA Ⅲ", "WパワーフォールA Ⅲ", "援:WパワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 541,
        "name": "連携プレーの勝利！",
        "chara": [75, 76],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "マギカ☆ワンダーワールド (魔法少女まどか☆マギカ コラボ) (2023/2/28～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [4, 6],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.ファイアガードバーストB Ⅲ+", "攻:ダメージUP Ⅳ"],
            ["Sp.パワーフォールC Ⅳ", "Sp.ファイアパワーフォールB Ⅱ", "援:Sp.パワーDOWN Ⅲ"]
        ]
    },
    {
        "id": 542,
        "name": "謎めいた魔法少女",
        "chara": [76],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "マギカ☆ワンダーワールド (魔法少女まどか☆マギカ コラボ) (2023/2/28～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [5, 4],
        "skill": [
            ["Sp.マイトアシストB Ⅲ", "Sp.ファイアパワーアシストC Ⅲ", "援:Sp.パワーUP Ⅲ"],
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.マイトスマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 543,
        "name": "頼れる先輩",
        "chara": [77],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "マギカ☆ワンダーワールド (魔法少女まどか☆マギカ コラボ) (2023/2/28～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["マイトストライクB Ⅲ+", "ファイアパワーストライクB Ⅲ+", "攻:パワーUP Ⅲ"],
            ["マイトアシストB Ⅲ", "ファイアパワーアシストC Ⅲ", "援:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 544,
        "name": "奇跡の出会い！",
        "chara": [75, 1],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "マギカ☆ワンダーワールド (魔法少女まどか☆マギカ コラボ) (2023/2/28～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [7, 3],
        "skill": [
            ["Sp.ガードヒールD Ⅲ", "Sp.ファイアガードヒールD Ⅲ", "回:回復UP Ⅳ"],
            ["Sp.マイトスマッシュA Ⅳ+", "Sp.ファイアパワースマッシュA Ⅳ+", "攻:獲得マッチPtUP/特殊単体 Ⅱ"]
        ]
    },
    {
        "id": 545,
        "name": "僕と契約して、魔法少女になってよ！",
        "chara": [80],
        "get_rank": "非ガチャ産",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "マギカ☆ワンダーワールド (魔法少女まどか☆マギカ コラボ) (2023/2/28～)", "c3": ["報酬"] },
        "yakuwari": [1, 7],
        "skill": [
            ["マイトストライクA Ⅳ+", "ファイアパワーストライクA Ⅳ+", "攻:パワーUP Ⅲ"],
            ["ガードヒールC Ⅲ", "ガードヒールC Ⅲ", "回:ガードUP Ⅲ"]
        ]
    },
    {
        "id": 546,
        "name": "共同戦線！",
        "chara": [78, 79],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "マギカ☆ワンダーワールド (魔法少女まどか☆マギカ コラボ) (2023/2/28～)", "c3": ["第2弾イベントガチャ (2023/3/3～)"] },
        "yakuwari": [2, 6],
        "skill": [
            ["マイトブレイクB Ⅲ+", "ファイアガードブレイクB Ⅲ+", "攻:ダメージUP Ⅳ"],
            ["パワーフォールC Ⅳ", "ファイアパワーフォールB Ⅱ", "援:支援UP Ⅳ"]
        ]
    },
    {
        "id": 547,
        "name": "差し出されたお菓子",
        "chara": [79, 15],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "マギカ☆ワンダーワールド (魔法少女まどか☆マギカ コラボ) (2023/2/28～)", "c3": ["第2弾イベントガチャ (2023/3/3～)"] },
        "yakuwari": [4, 7],
        "skill": [
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.ファイアパワースマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"],
            ["Sp.ガードヒールC Ⅲ+", "Sp.ファイアガードヒールC Ⅲ", "回:Sp.ガードUP Ⅲ"]
        ]
    },
    {
        "id": 548,
        "name": "クリエイターズコラボ-苺色に染めて-",
        "chara": [7,
          8],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/3/5～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["マイトブレイクB Ⅲ+", "ウィンドガードブレイクB Ⅲ+", "攻:ダメージUP Ⅳ"]
        ]
    },
    {
        "id": 549,
        "name": "クリエイターズコラボ-籠いっぱいの幸せ-",
        "chara": [17, 18],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/3/5～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.ウィンドガードバーストB Ⅲ+", "攻:ダメージUP Ⅳ"]
        ]
    },
    {
        "id": 550,
        "name": "クリエイターズコラボ-甘々苺クレープ-",
        "chara": [12, 10],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/3/5～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [5],
        "skill": [
            ["パワーアシストC Ⅳ", "ウィンドパワーアシストC Ⅲ", "援:支援UP Ⅳ"]
        ]
    },
    {
        "id": 551,
        "name": "クリエイターズコラボ-苺飴の味わい-",
        "chara": [27, 26],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/3/5～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [6],
        "skill": [
            ["Sp.ガードフォールC Ⅳ", "Sp.ウィンドガードフォールC Ⅲ", "援:支援UP Ⅳ"]
        ]
    },
    {
        "id": 552,
        "name": "クリエイターズコラボ-シルト餌付け実験-",
        "chara": [20,
          9],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/3/5～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["ガードヒールC Ⅲ+", "ウィンドガードヒールC Ⅲ", "回:回復UP Ⅳ"]
        ]
    },
    {
        "id": 553,
        "name": "ぎゅーっとしてあげる",
        "chara": [11],
        "get_rank": "未定推定S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ハンドメイド・ギフト (2023/3/11～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5],
        "skill": [
            ["風：WパワーアシストB Ⅲ", "風：WパワーアシストB Ⅲ", "援:支援UP Ⅳ"]
        ]
    },
    {
        "id": 554,
        "name": "泡立てチャレンジの結果",
        "chara": [15],
        "get_rank": "未定推定S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ハンドメイド・ギフト (2023/3/11～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6, 4],
        "skill": [
            ["Sp.パワーフォールC Ⅳ", "Sp.ウィンドパワーフォールB Ⅱ", "援:Sp.パワーDOWN Ⅲ"],
            ["Sp.マイトバーストB Ⅲ+", "Sp.ウィンドガードバーストB Ⅲ", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 555,
        "name": "光咲く日々を抱いて",
        "chara": [10, 11, 12, 13, 14],
        "get_rank": "未定推定S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "ハンドメイド・ギフト (2023/3/11～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 7],
        "skill": [
            ["マイトブレイクB Ⅲ+", "ウィンドガードブレイクB Ⅲ", "攻:ガードDOWN Ⅲ"],
            ["ガードヒールC Ⅲ+", "ウィンドガードヒールC Ⅲ", "回:ガードUP Ⅲ"]
        ]
    },
    {
        "id": 556,
        "name": "堅固なる守り",
        "chara": [27],
        "get_rank": "非ガチャ産",
        "category": { "c1": "レジェンダリー", "c2": "レギオンリーグ", "c3": ["2nd"] },
        "yakuwari": [5],
        "skill": [
            ["WガードアシストE LG", "WガードアシストE LG", "援:支援UP Ⅲ"]
        ]
    },
    {
        "id": 557,
        "name": "クリエイターズコラボ-春風に吹かれて-",
        "chara": [56, 1],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/3/14～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["マイトストライクB Ⅲ+", "ファイアパワーストライクB Ⅲ+", "攻:ダメージUP/パワーUP Ⅲ"]
        ]
    },
    {
        "id": 558,
        "name": "クリエイターズコラボ-お花見ティータイム-",
        "chara": [13, 14],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/3/14～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.ファイアガードバーストB Ⅲ+", "攻:ダメージUP/Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 559,
        "name": "クリエイターズコラボ-天に舞う花びら-",
        "chara": [25, 21],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/3/14～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [5],
        "skill": [
            ["火：WガードアシストC Ⅳ", "火：WガードアシストC Ⅳ", "援:支援UP Ⅳ"]
        ]
    },
    {
        "id": 560,
        "name": "クリエイターズコラボ-GOGO新学期！-",
        "chara": [4, 3],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/3/14～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [6],
        "skill": [
            ["Sp.パワーフォールC Ⅳ", "火：Sp.ファイアパワーフォールC Ⅲ", "援:支援UP Ⅳ"]
        ]
    },
    {
        "id": 561,
        "name": "クリエイターズコラボ-桜と貴女を-",
        "chara": [16, 15],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/3/14～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["ガードヒールD Ⅳ", "ガードヒールD Ⅳ", "回:回復UP Ⅳ"]
        ]
    },
    {
        "id": 562,
        "name": "贖いの祈り",
        "chara": [45],
        "get_rank": "SS",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "紅蓮の聖乙女 ―聖乙女の祈り― / ギガント級ヒュージ討伐 ドゥームサーペントChapter.1 (2023/3/21～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7, 3],
        "skill": [
            ["Sp.ガードヒールD Ⅳ", "Sp.ガードヒールD Ⅳ", "回:Sp.ガードUP Ⅲ"],
            ["Sp.マイトスマッシュA Ⅳ+", "Sp.ウィンドパワースマッシュA Ⅳ+", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 563,
        "name": "その心、炎よりも熱く",
        "chara": [48],
        "get_rank": "SS",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "紅蓮の聖乙女 ―聖乙女の祈り― / ギガント級ヒュージ討伐 ドゥームサーペントChapter.1 (2023/3/21～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6, 2],
        "skill": [
            ["パワーフォールC Ⅳ", "ウィンドパワーフォールC Ⅲ", "援:パワーDOWN Ⅲ"],
            ["Sp.ディファーストライクB Ⅲ+", "Sp.ディファーストライクB Ⅲ+", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 564,
        "name": "蒼き輝き、楯たる矜持",
        "chara": [10],
        "get_rank": "B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "紅蓮の聖乙女 ―聖乙女の祈り― / ギガント級ヒュージ討伐 ドゥームサーペントChapter.1 (2023/3/21～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 5],
        "skill": [
            ["ディファースマッシュB Ⅲ+", "ディファースマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"],
            ["Sp.パワーアシストC Ⅳ", "Sp.ウィンドパワーアシストC Ⅲ", "援:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 565,
        "name": "反りし刃、誘うは棺",
        "chara": [48],
        "get_rank": "非ガチャ産",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "紅蓮の聖乙女 ―聖乙女の祈り― / ギガント級ヒュージ討伐 ドゥームサーペントChapter.1 (2023/3/21～)", "c3": ["報酬"] },
        "yakuwari": [1, 7],
        "skill": [
            ["マイトストライクA Ⅳ+", "ウィンドパワーストライクA Ⅳ+", "攻:獲得マッチPtUP/通常単体 Ⅱ"],
            ["ガードヒールC Ⅲ+", "ウィンドガードヒールC Ⅲ", "回:ガードUP Ⅲ"]
        ]
    },
    {
        "id": 566,
        "name": "ツインテじゃらし",
        "chara": [9],
        "get_rank": "未定推定S",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "スプリングバケーション前衛後衛ガチャ (2023/3/23～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["風拡：パワーストライクB Ⅲ", "風拡：パワーストライクB Ⅲ", "攻:ダメージUP Ⅳ"]
        ]
    },
    {
        "id": 567,
        "name": "グラスにラムネを注いだら",
        "chara": [3],
        "get_rank": "未定推定S",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "スプリングバケーション前衛後衛ガチャ (2023/3/23～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["風拡：Sp.パワースマッシュB Ⅲ", "風拡：Sp.パワースマッシュB Ⅲ", "攻:ダメージUP Ⅳ"]
        ]
    },
    {
        "id": 568,
        "name": "ぱーふぇくとアカリズム",
        "chara": [18],
        "get_rank": "未定推定S",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "スプリングバケーション前衛後衛ガチャ (2023/3/23～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [5],
        "skill": [
            ["風：WガードアシストC Ⅳ", "風：WガードアシストC Ⅳ", "援:支援UP Ⅳ"]
        ]
    },
    {
        "id": 569,
        "name": "玲瓏玉の如し",
        "chara": [7],
        "get_rank": "未定推定S",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "スプリングバケーション前衛後衛ガチャ (2023/3/23～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [6],
        "skill": [
            ["パワーフォールC Ⅳ", "風：ウィンドパワーフォールC Ⅲ", "援:支援UP Ⅳ"]
        ]
    },
    {
        "id": 570,
        "name": "千香瑠のエクササイズ",
        "chara": [14],
        "get_rank": "未定推定S",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "スプリングバケーション前衛後衛ガチャ (2023/3/23～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["Sp.ガードヒールD Ⅲ", "風：Sp.ウィンドガードヒールC Ⅲ", "回:回復UP Ⅳ"]
        ]
    },
    {
        "id": 571,
        "name": "Emotional Memoria -朝寝坊のススメ-",
        "chara": [12],
        "get_rank": "SSS",
        "category": { "c1": "エモーショナルメモリアガチャ", "c2": "エモーショナルメモリア -朝寝坊のススメ- ガチャ", "c3": [""] },
        "yakuwari": [2, 7],
        "skill": [
            ["マイトブレイクB Ⅲ+", "ファイアガードブレイクB Ⅲ+", "攻:ガードDOWN Ⅲ"],
            ["WガードヒールC Ⅲ", "WガードヒールC Ⅲ", "回:回復UP/副援:支援UP Ⅲ"]
        ]
    },
    {
        "id": 572,
        "name": "天使の左手、堕天使の右手",
        "chara": [70],
        "get_rank": "未定推定B+++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "マルチカラード・ティアーズ (2023/3/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [4, 5],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.マイトバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"],
            ["WガードアシストC Ⅳ", "ライフアシストB Ⅱ", "援:WガードUP Ⅲ"]
        ]
    },
    {
        "id": 573,
        "name": "笑顔の夜明け",
        "chara": [69, 68],
        "get_rank": "未定推定B+++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "マルチカラード・ティアーズ (2023/3/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [6, 3],
        "skill": [
            ["Sp.パワーフォールC Ⅳ", "Sp.ファイアパワーフォールC Ⅲ", "援:Sp.パワーDOWN Ⅲ"],
            ["Sp.マイトスマッシュA Ⅳ+", "Sp.ファイアパワースマッシュA Ⅳ+", "攻:獲得マッチPtUP/特殊単体 Ⅱ"]
        ]
    },
    {
        "id": 574,
        "name": "尊き花を守るために",
        "chara": [17],
        "get_rank": "未定推定B+++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "マルチカラード・ティアーズ (2023/3/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [5, 2],
        "skill": [
            ["パワーアシストC Ⅳ", "ファイアパワーアシストC Ⅲ", "援:パワーUP Ⅲ"],
            ["マイトストライクB Ⅲ+", "マイトストライクB Ⅲ+", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 575,
        "name": "マルチカラード・ティアーズ",
        "chara": [15, 16, 68, 69],
        "get_rank": "未定推定B+++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "マルチカラード・ティアーズ (2023/3/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["ガードヒールD Ⅲ", "ファイアガードヒールD Ⅲ", "回:ガードUP Ⅲ"]
        ]
    },
    {
        "id": 576,
        "name": "これが、あたしの理！",
        "chara": [19],
        "get_rank": "未定推定B+++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "マルチカラード・ティアーズ (2023/3/31～)", "c3": ["第2弾イベントガチャ (2023/4/3～)"] },
        "yakuwari": [2, 6],
        "skill": [
            ["マイトブレイクB Ⅲ+", "マイトブレイクB Ⅲ+", "攻:ダメージUP Ⅳ"],
            ["パワーフォールC Ⅳ", "ファイアパワーフォールC Ⅲ", "援:パワーDOWN Ⅲ"]
        ]
    },
    {
        "id": 577,
        "name": "天のアカリ目！",
        "chara": [18],
        "get_rank": "未定推定B+++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "マルチカラード・ティアーズ (2023/3/31～)", "c3": ["第2弾イベントガチャ (2023/4/3～)"] },
        "yakuwari": [7, 4],
        "skill": [
            ["Sp.ガードヒールC Ⅲ+", "Sp.ファイアガードヒールC Ⅲ", "回:回復UP/副援:支援UP Ⅲ"],
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.マイトスマッシュB Ⅲ+", "攻:ダメージUP Ⅳ"]
        ]
    },
    {
        "id": 578,
        "name": "クリエイターズコラボ-エッグロール開始！-",
        "chara": [14, 13],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/4/7～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["マイトストライクB Ⅲ+", "ファイアパワーストライクB Ⅲ+", "攻:ダメージUP/パワーUP Ⅲ"],
            ["パワーアシストC Ⅳ", "ファイアパワーアシストC Ⅲ", "援:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 579,
        "name": "クリエイターズコラボ-イースターエッグ-",
        "chara": [18, 17],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/4/7～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [4, 6],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.ファイアガードバーストB Ⅲ+", "攻:ダメージUP/Sp.ガードDOWN Ⅲ"],
            ["Sp.ガードフォールC Ⅳ", "Sp.ファイアガードフォールC Ⅲ", "援:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 580,
        "name": "クリエイターズコラボ-花咲くイースター-",
        "chara": [8, 7],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/4/7～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [5, 2],
        "skill": [
            ["火拡：WガードアシストB Ⅳ", "火拡：WガードアシストB Ⅳ", "援:支援UP Ⅳ"],
            ["マイトブレイクB Ⅲ+", "マイトブレイクB Ⅲ+", "攻:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 581,
        "name": "クリエイターズコラボ-イースターハント-",
        "chara": [57, 56],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/4/7～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [6, 4],
        "skill": [
            ["Sp.パワーフォールC Ⅳ", "火：Sp.ファイアパワーフォールC Ⅲ", "援:支援UP Ⅳ"],
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.マイトスマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 582,
        "name": "魅惑のセレクション",
        "chara": [14, 16,
          8],
        "get_rank": "未定推定S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "魅惑のバニーセレクション (2023/4/10～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7],
        "skill": [
            ["WガードヒールD Ⅳ", "WガードヒールD Ⅳ", "回:回復UP Ⅳ"]
        ]
    },
    {
        "id": 583,
        "name": "バニートラップ",
        "chara": [16],
        "get_rank": "未定推定S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "魅惑のバニーセレクション (2023/4/10～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 5],
        "skill": [
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.ウィンドパワースマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"],
            ["Sp.マイトアシストB Ⅲ", "Sp.マイトアシストB Ⅲ", "援:Sp.マイトUP Ⅲ"]
        ]
    },
    {
        "id": 584,
        "name": "さみしがりうさぎ",
        "chara": [8],
        "get_rank": "未定推定S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "魅惑のバニーセレクション (2023/4/10～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6, 2],
        "skill": [
            ["パワーフォールC Ⅳ", "ウィンドパワーフォールC Ⅲ", "援:パワーDOWN Ⅲ"],
            ["マイトストライクB Ⅲ+", "ウィンドパワーストライクB Ⅲ+", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 585,
        "name": "舞台「The Gleam of Dawn」開演！",
        "chara": [81,
          82,
          83],
        "get_rank": "非ガチャ産",
        "category": { "c1": "ミッション、ログインボーナス等", "c2": "期間限定", "c3": ["イルマ女子応援"] },
        "yakuwari": [4, 7],
        "skill": [
            ["Sp.パワースマッシュB Ⅲ", "Sp.パワースマッシュB Ⅲ", "攻:Sp.パワーUP Ⅲ"],
            ["Sp.パワーヒールC Ⅲ", "Sp.パワーヒールC Ⅲ", "回:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 586,
        "name": "クリエイターズコラボ-紫に酔い、白に想う-",
        "chara": [29, 23],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/4/17～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2, 6],
        "skill": [
            ["マイトストライクB Ⅲ+", "ファイアパワーストライクB Ⅲ+", "攻:ダメージUP/パワーUP Ⅲ"],
            ["パワーフォールC Ⅳ", "ウィンドパワーフォールB Ⅲ", "援:パワーDOWN Ⅲ"]
        ]
    },
    {
        "id": 587,
        "name": "クリエイターズコラボ-藤棚の下で-",
        "chara": [10, 11],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/4/17～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [4, 5],
        "skill": [
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.マイトスマッシュB Ⅲ+", "攻:ダメージUP/Sp.パワーUP Ⅲ"],
            ["Sp.パワーアシストC Ⅳ", "Sp.ファイアパワーアシストC Ⅲ", "援:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 588,
        "name": "クリエイターズコラボ-花言葉のように-",
        "chara": [2, 1],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/4/17～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [5, 5],
        "skill": [
            ["マイトアシストB Ⅲ", "[風防]マイトアシストB Ⅲ", "援:支援UP Ⅳ"],
            ["マイトブレイクB Ⅲ+", "マイトブレイクB Ⅲ+", "攻:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 589,
        "name": "クリエイターズコラボ-ウィステリアの誘い-",
        "chara": [19, 16],
        "get_rank": "C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/4/17～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [6, 4],
        "skill": [
            ["Sp.マイトフォールB Ⅲ", "Sp.ウィンドパワーフォールB Ⅲ", "援:支援UP Ⅳ"],
            ["Sp.マイトバーストB Ⅲ+", "Sp.マイトバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 590,
        "name": "戦場に差しこむ光",
        "chara": [49],
        "get_rank": "未定推定SS",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "紅蓮の聖乙女 ―切り裂くは軍略の閃き― / ギガント級ヒュージ討伐 ドゥームサーペントChapter.2 (2023/4/20～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7, 1],
        "skill": [
            ["ガードヒールC Ⅲ+", "ウィンドガードヒールC Ⅲ", "回:ガードUP Ⅲ"],
            ["マイトストライクA Ⅳ+", "ファイアパワーストライクA Ⅳ+", "攻:獲得マッチPtUP/通常単体 Ⅱ"]
        ]
    },
    {
        "id": 591,
        "name": "猛禽の視点",
        "chara": [4],
        "get_rank": "未定推定B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "紅蓮の聖乙女 ―切り裂くは軍略の閃き― / ギガント級ヒュージ討伐 ドゥームサーペントChapter.2 (2023/4/20～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5, 5],
        "skill": [
            ["Sp.マイトアシストB Ⅲ", "[風防]Sp.マイトアシストB Ⅲ", "援:Sp.パワーUP Ⅲ"],
            ["Sp.ディファーバーストB Ⅲ+", "Sp.ディファーバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 592,
        "name": "閑かなること、幻想の如く",
        "chara": [56],
        "get_rank": "未定推定B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "紅蓮の聖乙女 ―切り裂くは軍略の閃き― / ギガント級ヒュージ討伐 ドゥームサーペントChapter.2 (2023/4/20～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 6],
        "skill": [
            ["Sp.ディファーストライクB Ⅲ+", "Sp.ディファーストライクB Ⅲ+", "攻:パワーUP Ⅲ"],
            ["マイトフォールB Ⅲ", "ウィンドパワーフォールB Ⅲ", "援:パワーDOWN Ⅲ"]
        ]
    },
    {
        "id": 593,
        "name": "荒ぶる魂",
        "chara": [49],
        "get_rank": "非ガチャ産",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "紅蓮の聖乙女 ―切り裂くは軍略の閃き― / ギガント級ヒュージ討伐 ドゥームサーペントChapter.2 (2023/4/20～)", "c3": ["報酬"] },
        "yakuwari": [3, 7],
        "skill": [
            ["Sp.マイトスマッシュA Ⅳ+", "Sp.ファイアパワースマッシュA Ⅳ+", "攻:Sp.パワーUP Ⅲ"],
            ["Sp.ガードヒールC Ⅲ+", "Sp.ウィンドガードヒールC Ⅲ", "回:Sp.ガードUP Ⅲ"]
        ]
    },
    {
        "id": 594,
        "name": "ゴージャスアイドル☆楓",
        "chara": [3],
        "get_rank": "未定推定S",
        "category": { "c1": "その他のガチャ", "c2": "ラスバれ！ゴールデン☆ウィーク2023記念ガチャ", "c3": [""] },
        "yakuwari": [4, 6],
        "skill": [
            ["ディファースマッシュB Ⅲ+", "ディファースマッシュB Ⅲ+", "攻:ダメージUP/Sp.パワーUP Ⅲ"],
            ["Sp.パワーフォールC Ⅳ", "水拡：Sp.ファイアパワーフォールB Ⅲ", "援:支援UP Ⅳ"]
        ]
    },
    {
        "id": 595,
        "name": "エクセレントアイドル☆紗癒",
        "chara": [57],
        "get_rank": "未定推定S",
        "category": { "c1": "その他のガチャ", "c2": "ラスバれ！ゴールデン☆ウィーク2023記念ガチャ", "c3": [""] },
        "yakuwari": [5, 2],
        "skill": [
            ["パワーアシストC Ⅳ", "ウォーターパワーアシストB Ⅲ", "援:支援UP Ⅳ"],
            ["Sp.ディファーストライクB Ⅲ+", "Sp.ディファーストライクB Ⅲ+", "攻:ダメージUP/パワーUP Ⅲ"]
        ]
    },
    {
        "id": 596,
        "name": "藍だけが使える魔法",
        "chara": [11],
        "get_rank": "未定推定B+++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "竜のシャナと楯の乙女 (2023/4/30～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [4],
        "skill": [
            ["水拡：Sp.ガードバーストB Ⅲ", "水拡：Sp.ガードバーストB Ⅲ", "攻:ダメージUP Ⅳ"]
        ]
    },
    {
        "id": 597,
        "name": "征くと決めたこの道を",
        "chara": [72],
        "get_rank": "未定推定B+++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "竜のシャナと楯の乙女 (2023/4/30～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [6, 4],
        "skill": [
            ["Sp.パワーフォールC Ⅳ", "Sp.ファイアパワーフォールB Ⅲ", "援:Sp.パワーDOWN Ⅲ"],
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.ウォーターパワースマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 598,
        "name": "パーフェクトエイム",
        "chara": [73],
        "get_rank": "未定推定B+++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "竜のシャナと楯の乙女 (2023/4/30～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["マイトストライクB Ⅲ+", "ウォーターパワーストライクB Ⅲ+", "攻:パワーUP Ⅲ"],
            ["パワーアシストC Ⅳ", "ウォーターパワーアシストB Ⅲ", "援:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 599,
        "name": "竜のシャナと楯の乙女",
        "chara": [71, 10],
        "get_rank": "未定推定B+++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "竜のシャナと楯の乙女 (2023/4/30～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [7, 1],
        "skill": [
            ["ガードヒールC Ⅲ", "ファイアガードヒールC Ⅲ", "回:ガードUP Ⅲ"],
            ["マイトストライクA Ⅳ+", "ウォーターパワーストライクA Ⅳ+", "攻:獲得マッチPtUP/通常単体 Ⅱ"]
        ]
    },
    {
        "id": 600,
        "name": "戦乙女の誇り",
        "chara": [14],
        "get_rank": "未定推定B+++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "竜のシャナと楯の乙女 (2023/4/30～)", "c3": ["第2弾イベントガチャ (2023/5/3～)"] },
        "yakuwari": [7, 4],
        "skill": [
            ["Sp.ガードヒールC Ⅲ", "Sp.ファイアガードヒールC Ⅲ", "回:回復UP/副援:支援UP Ⅲ"],
            ["Sp.マイトバーストB Ⅲ+", "Sp.マイトバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 601,
        "name": "言葉無く吠える",
        "chara": [13],
        "get_rank": "未定推定B+++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "竜のシャナと楯の乙女 (2023/4/30～)", "c3": ["第2弾イベントガチャ (2023/5/3～)"] },
        "yakuwari": [2, 6],
        "skill": [
            ["マイトブレイクB Ⅲ+", "マイトブレイクB Ⅲ+", "攻:ダメージUP Ⅳ"],
            ["パワーフォールC Ⅳ", "ファイアパワーフォールB Ⅲ", "援:パワーDOWN Ⅲ"]
        ]
    },
    {
        "id": 602,
        "name": "クリエイターズコラボ-皐月の頃に-",
        "chara": [15, 10],
        "get_rank": "未定推定C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/5/8～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2, 6],
        "skill": [
            ["風：パワーストライクB Ⅲ", "風：パワーストライクB Ⅲ", "攻:ダメージUP/パワーUP Ⅲ"],
            ["ガードフォールC Ⅳ", "ウィンドガードフォールB Ⅲ", "援:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 603,
        "name": "クリエイターズコラボ-尊さの不意打ち-",
        "chara": [4, 17],
        "get_rank": "未定推定C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/5/8～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [4, 5],
        "skill": [
            ["風：Sp.パワースマッシュB Ⅲ", "風：Sp.パワースマッシュB Ⅲ", "攻:ダメージUP/Sp.パワーUP Ⅲ"],
            ["Sp.パワーアシストC Ⅳ", "Sp.ウィンドパワーアシストB Ⅲ", "援:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 604,
        "name": "クリエイターズコラボ-なでなで連鎖-",
        "chara": [6, 5],
        "get_rank": "未定推定C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/5/8～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [7, 2],
        "skill": [
            ["ガードヒールC Ⅲ+", "風：ウォーターガードヒールC Ⅲ", "回:回復UP Ⅳ"],
            ["マイトブレイクB Ⅲ+", "マイトブレイクB Ⅲ+", "攻:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 605,
        "name": "クリエイターズコラボ-ピクニック日和-",
        "chara": [11, 14],
        "get_rank": "未定推定C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/5/8～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [6, 4],
        "skill": [
            ["Sp.パワーフォールC Ⅳ", "Sp.ウォーターパワーフォールB Ⅲ", "援:支援UP Ⅳ"],
            ["Sp.マイトバーストB Ⅲ+", "Sp.マイトバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 606,
        "name": "エターナル・プロミス",
        "chara": [15, 16],
        "get_rank": "未定推定S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "Mirage Mariage (2023/5/11～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2],
        "skill": [
            ["水拡：ガードブレイクB Ⅲ", "水拡：ガードブレイクB Ⅲ", "攻:ダメージUP Ⅳ"]
        ]
    },
    {
        "id": 607,
        "name": "ウエディング・マーチ",
        "chara": [68],
        "get_rank": "未定推定S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "Mirage Mariage (2023/5/11～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6, 2],
        "skill": [
            ["パワーフォールC Ⅳ", "ファイアパワーフォールB Ⅲ", "援:パワーDOWN Ⅲ"],
            ["マイトストライクB Ⅲ+", "ウォーターパワーストライクB Ⅲ+", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 608,
        "name": "夢見る自分を、怖れずに",
        "chara": [69],
        "get_rank": "未定推定S",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "Mirage Mariage (2023/5/11～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 7],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.ウォーターガードバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"],
            ["Sp.ガードヒールC Ⅲ+", "Sp.ファイアガードヒールC Ⅲ", "回:Sp.ガードUP Ⅲ"]
        ]
    },
    {
        "id": 609,
        "name": "クリエイターズコラボ-門出のブーケ・トス-",
        "chara": [20, 9],
        "get_rank": "未定推定C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/5/17～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2, 7],
        "skill": [
            ["火：ガードブレイクB Ⅲ", "火：ガードブレイクB Ⅲ", "攻:ダメージUP/ガードDOWN Ⅲ"],
            ["ガードヒールC Ⅲ+", "ウィンドガードヒールC Ⅲ", "回:ガードUP Ⅲ"]
        ]
    },
    {
        "id": 610,
        "name": "クリエイターズコラボ-ウェディングベア-",
        "chara": [13, 12],
        "get_rank": "未定推定C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/5/17～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [4, 6],
        "skill": [
            ["火：Sp.ガードバーストB Ⅲ", "火：Sp.ガードバーストB Ⅲ", "攻:ダメージUP/Sp.ガードDOWN Ⅲ"],
            ["Sp.ガードフォールC Ⅳ", "Sp.ファイアガードフォールB Ⅲ", "援:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 611,
        "name": "クリエイターズコラボ-想像ウェディング-",
        "chara": [67, 19],
        "get_rank": "未定推定C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/5/17～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [7, 4],
        "skill": [
            ["Sp.ガードヒールC Ⅲ+", "火：Sp.ウィンドガードヒールC Ⅲ", "回:回復UP Ⅳ"],
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.ファイアパワースマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 612,
        "name": "クリエイターズコラボ-式場を決めましたわ-",
        "chara": [3, 1],
        "get_rank": "未定推定C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/5/17～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [5, 2],
        "skill": [
            ["火：WガードアシストC Ⅳ", "火：WガードアシストC Ⅳ", "援:支援UP Ⅳ"],
            ["マイトストライクB Ⅲ+", "ファイアパワーストライクB Ⅲ+", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 613,
        "name": "月光奏鳴",
        "chara": [47],
        "get_rank": "未定推定SS",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "紅蓮の聖乙女 ―静かなる鉄騎― / ギガント級ヒュージ討伐 ドゥームサーペントChapter.3 (2023/5/21～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 6],
        "skill": [
            ["マイトブレイクB Ⅲ+", "ウィンドガードブレイクB Ⅲ+", "攻:ガードDOWN Ⅲ"],
            ["ガードフォールC Ⅳ", "ウィンドガードフォールB Ⅲ", "援:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 614,
        "name": "黒蝕の夢",
        "chara": [14],
        "get_rank": "未定推定B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "紅蓮の聖乙女 ―静かなる鉄騎― / ギガント級ヒュージ討伐 ドゥームサーペントChapter.3 (2023/5/21～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5, 4],
        "skill": [
            ["Sp.パワーアシストC Ⅳ", "Sp.ウィンドパワーアシストB Ⅲ", "援:Sp.パワーUP Ⅲ"],
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.ウィンドパワースマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 615,
        "name": "焼け焦げた土を踏んで",
        "chara": [15],
        "get_rank": "未定推定B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "紅蓮の聖乙女 ―静かなる鉄騎― / ギガント級ヒュージ討伐 ドゥームサーペントChapter.3 (2023/5/21～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 7],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.ウィンドガードバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"],
            ["Sp.ガードヒールC Ⅲ+", "Sp.ウォーターガードヒールC Ⅲ", "回:Sp.ガードUP Ⅲ"]
        ]
    },
    {
        "id": 616,
        "name": "G戦場の百合亜",
        "chara": [47],
        "get_rank": "非ガチャ産",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "紅蓮の聖乙女 ―静かなる鉄騎― / ギガント級ヒュージ討伐 ドゥームサーペントChapter.3 (2023/5/21～)", "c3": ["報酬"] },
        "yakuwari": [1, 6],
        "skill": [
            ["パワーストライクA Ⅳ+", "ウィンドパワーストライクA Ⅳ+", "攻:獲得マッチPtUP/通常単体 Ⅱ"],
            ["WパワーフォールA Ⅲ", "WパワーフォールA Ⅲ", "援:WパワーDOWN Ⅱ"]
        ]
    },
    {
        "id": 617,
        "name": "つきしーMAX!!",
        "chara": [28],
        "get_rank": "非ガチャ産",
        "category": { "c1": "レジェンダリー", "c2": "レギオンリーグ", "c3": ["2nd"] },
        "yakuwari": [7],
        "skill": [
            ["WガードヒールE LG", "WガードヒールE LG", "回:回復UP/副援:支援UP Ⅱ"]
        ]
    },
    {
        "id": 618,
        "name": "貴方に微笑む",
        "chara": [87],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "煌めき満ちる勇花-白百合の章- (結城友奈は勇者である コラボ) (2023/5/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [2, 6],
        "skill": [
            ["マイトブレイクB Ⅲ+", "ファイアガードブレイクB Ⅲ+", "攻:ガードDOWN Ⅲ"],
            ["ガードフォールC Ⅳ", "ファイアガードフォールB Ⅲ", "援:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 619,
        "name": "愛情の絆",
        "chara": [88],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "煌めき満ちる勇花-白百合の章- (結城友奈は勇者である コラボ) (2023/5/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [7, 4],
        "skill": [
            ["Sp.ガードヒールC Ⅲ+", "Sp.ウィンドガードヒールC Ⅲ", "回:Sp.ガードUP Ⅲ"],
            ["Sp.マイトバーストB Ⅲ+", "Sp.ファイアガードバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 620,
        "name": "情熱",
        "chara": [89],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "煌めき満ちる勇花-白百合の章- (結城友奈は勇者である コラボ) (2023/5/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [4, 6],
        "skill": [
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.ファイアパワースマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"],
            ["Sp.パワーフォールC Ⅳ", "Sp.ウィンドパワーフォールB Ⅲ", "援:Sp.パワーDOWN Ⅲ"]
        ]
    },
    {
        "id": 621,
        "name": "交差する勇み花",
        "chara": [87, 1],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "煌めき満ちる勇花-白百合の章- (結城友奈は勇者である コラボ) (2023/5/31～)", "c3": ["第1弾イベントガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["マイトストライクB Ⅲ+", "ファイアパワーストライクB Ⅲ+", "攻:パワーUP Ⅲ"],
            ["パワーアシストC Ⅳ", "ファイアパワーアシストB Ⅲ", "援:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 622,
        "name": "そよ風のシュッツエンゲル",
        "chara": [88, 87],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "煌めき満ちる勇花-白百合の章- (結城友奈は勇者である コラボ) (2023/5/31～)", "c3": ["第2弾イベントガチャ (2023/6/3～)"] },
        "yakuwari": [4, 5],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.ファイアガードバーストB Ⅲ+", "攻:ダメージUP Ⅳ"],
            ["Sp.パワーアシストC Ⅳ", "Sp.ファイアパワーアシストB Ⅲ", "援:支援UP Ⅳ"]
        ]
    },
    {
        "id": 623,
        "name": "清純な心",
        "chara": [90],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "煌めき満ちる勇花-白百合の章- (結城友奈は勇者である コラボ) (2023/5/31～)", "c3": ["第2弾イベントガチャ (2023/6/3～)"] },
        "yakuwari": [2, 7],
        "skill": [
            ["マイトブレイクB Ⅲ+", "ファイアガードブレイクB Ⅲ+", "攻:ダメージUP Ⅳ"],
            ["ガードヒールC Ⅲ+", "ウィンドガードヒールC Ⅲ", "回:回復UP/副援:支援UP Ⅲ"]
        ]
    },
    {
        "id": 624,
        "name": "クリエイターズコラボ-紫陽花の咲く頃-",
        "chara": [1, 53],
        "get_rank": "未定推定C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/6/5～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [4, 6],
        "skill": [
            ["水：Sp.パワースマッシュB Ⅲ", "水：Sp.パワースマッシュB Ⅲ", "攻:ダメージUP/Sp.パワーUP Ⅲ"],
            ["Sp.ガードフォールC Ⅳ", "Sp.ウォーターガードフォールB Ⅲ", "援:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 625,
        "name": "クリエイターズコラボ-雨の日は紅茶を-",
        "chara": [68, 69],
        "get_rank": "未定推定C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/6/5～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["水：パワーストライクB Ⅲ", "水：パワーストライクB Ⅲ", "攻:ダメージUP/パワーUP Ⅲ"],
            ["ガードアシストC Ⅳ", "ファイアガードアシストB Ⅲ", "援:ガードUP Ⅲ"]
        ]
    },
    {
        "id": 626,
        "name": "クリエイターズコラボ-雨、舌戦のあと-",
        "chara": [3, 26],
        "get_rank": "未定推定C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/6/5～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [7, 4],
        "skill": [
            ["Sp.ガードヒールC Ⅲ+", "水：Sp.ファイアガードヒールC Ⅲ", "回:回復UP Ⅳ"],
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.ウォーターパワースマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 627,
        "name": "クリエイターズコラボ-二度寝のいいわけ-",
        "chara": [12, 10],
        "get_rank": "未定推定C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/6/5～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [5, 2],
        "skill": [
            ["パワーアシストC Ⅳ", "ウォーターパワーアシストB Ⅲ", "援:支援UP Ⅳ"],
            ["マイトブレイクB Ⅲ+", "ウォーターガードブレイクB Ⅲ+", "攻:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 628,
        "name": "Emotional Memoria -伝わる鼓動-",
        "chara": [16],
        "get_rank": "SSS",
        "category": { "c1": "エモーショナルメモリアガチャ", "c2": "エモーショナルメモリア -伝わる鼓動- ガチャ", "c3": [""] },
        "yakuwari": [4, 6],
        "skill": [
            ["Sp.マイトバーストB Ⅲ+", "Sp.ウォーターガードバーストB Ⅲ+", "攻:ダメージUP Ⅳ"],
            ["水：Sp.ガードフォールB Ⅲ", "水：Sp.ガードフォールB Ⅲ", "援:支援UP Ⅳ"]
        ]
    },
    {
        "id": 629,
        "name": "勇気の拳",
        "chara": [87],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "煌めき満ちる勇花-絆の章- (結城友奈は勇者である コラボ) (2023/6/9～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 7],
        "skill": [
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.ファイアパワースマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"],
            ["Sp.ガードヒールC Ⅲ+", "Sp.ウィンドガードヒールC Ⅲ", "回:Sp.ガードUP Ⅲ"]
        ]
    },
    {
        "id": 630,
        "name": "輝く心",
        "chara": [91],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "煌めき満ちる勇花-絆の章- (結城友奈は勇者である コラボ) (2023/6/9～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 6],
        "skill": [
            ["マイトブレイクB Ⅲ+", "ファイアガードブレイクB Ⅲ+", "攻:ガードDOWN Ⅲ"],
            ["ガードフォールC Ⅳ", "ファイアガードフォールB Ⅲ", "援:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 631,
        "name": "心の痛みを判る人",
        "chara": [92],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "煌めき満ちる勇花-絆の章- (結城友奈は勇者である コラボ) (2023/6/9～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5, 2],
        "skill": [
            ["パワーアシストC Ⅳ", "[風防]マイトアシストB Ⅲ", "援:パワーUP Ⅲ"],
            ["マイトストライクB Ⅲ+", "ファイアパワーストライクB Ⅲ+", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 632,
        "name": "桜花爛漫",
        "chara": [87, 2],
        "get_rank": "∞",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "煌めき満ちる勇花-絆の章- (結城友奈は勇者である コラボ) (2023/6/9～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6, 4],
        "skill": [
            ["Sp.パワーフォールC Ⅳ", "Sp.ウィンドパワーフォールB Ⅲ", "援:Sp.パワーDOWN Ⅲ"],
            ["Sp.マイトバーストB Ⅲ+", "Sp.ファイアガードバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 633,
        "name": "クリエイターズコラボ-水族館を探検-",
        "chara": [11, 13],
        "get_rank": "未定推定C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/6/13～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [4, 6],
        "skill": [
            ["風：Sp.ガードバーストB Ⅲ", "風：Sp.ガードバーストB Ⅲ", "攻:ダメージUP/Sp.ガードDOWN Ⅲ"],
            ["Sp.ガードフォールC Ⅳ", "Sp.ウィンドガードフォールB Ⅲ", "援:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 634,
        "name": "クリエイターズコラボ-初夏の装い-",
        "chara": [2, 54],
        "get_rank": "未定推定C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/6/13～)", "c3": ["前衛ガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["風：パワーストライクB Ⅲ", "風：パワーストライクB Ⅲ", "攻:ダメージUP/パワーUP Ⅲ"],
            ["パワーアシストC Ⅳ", "ウィンドパワーアシストB Ⅲ", "援:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 635,
        "name": "クリエイターズコラボ-日差しを見上げて-",
        "chara": [9, 4],
        "get_rank": "未定推定C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/6/13～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [6, 2],
        "skill": [
            ["ガードフォールC Ⅳ", "ウィンドガードフォールB Ⅲ", "援:支援UP Ⅳ"],
            ["マイトブレイクB Ⅲ+", "ウィンドガードブレイクB Ⅲ+", "攻:ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 636,
        "name": "クリエイターズコラボ-これなんかどう？-",
        "chara": [18, 19],
        "get_rank": "未定推定C",
        "category": { "c1": "前衛後衛/役割別/クリエイターズコラボガチャ", "c2": "クリエイターズコラボ前衛後衛ガチャ (2023/6/13～)", "c3": ["後衛ガチャ"] },
        "yakuwari": [7, 4],
        "skill": [
            ["Sp.ガードヒールC Ⅲ+", "Sp.ウォーターガードヒールC Ⅲ", "回:回復UP/副援:水ガードUP Ⅲ"],
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.ウィンドパワースマッシュB Ⅲ+", "攻:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 637,
        "name": "祈りの声が届く時",
        "chara": [46],
        "get_rank": "未定推定SS",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "紅蓮の聖乙女 ―聖乙女の奇跡― / ギガント級ヒュージ討伐 ドゥームサーペントChapter.4 (2023/6/18～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 7],
        "skill": [
            ["パワーストライクE Ⅳ", "ウォーターパワーストライクB Ⅲ+", "攻:パワーUP Ⅲ"],
            ["ガードヒールE Ⅲ", "ファイアガードヒールC Ⅲ", "回:ガードUP Ⅲ"]
        ]
    },
    {
        "id": 638,
        "name": "煉獄の守護天使",
        "chara": [2],
        "get_rank": "未定推定B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "紅蓮の聖乙女 ―聖乙女の奇跡― / ギガント級ヒュージ討伐 ドゥームサーペントChapter.4 (2023/6/18～)", "c3": ["イベントガチャ"] },
        "yakuwari": [5, 4],
        "skill": [
            ["Sp.マイトアシストE Ⅳ", "[水攻火防]マイトアシストB Ⅲ", "援:Sp.パワーUP Ⅲ"],
            ["Sp.ガードバーストE Ⅳ", "Sp.ウォーターガードバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 639,
        "name": "受け継がれし攻守の型",
        "chara": [53],
        "get_rank": "未定推定B",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "紅蓮の聖乙女 ―聖乙女の奇跡― / ギガント級ヒュージ討伐 ドゥームサーペントChapter.4 (2023/6/18～)", "c3": ["イベントガチャ"] },
        "yakuwari": [3, 6],
        "skill": [
            ["Sp.パワースマッシュA Ⅴ+", "水：Sp.ウォーターパワースマッシュA Ⅳ+", "攻:Sp.パワーUP Ⅲ"],
            ["Sp.パワーフォールE Ⅳ", "Sp.ファイアパワーフォールB Ⅲ", "援:Sp.パワーDOWN Ⅲ"]
        ]
    },
    {
        "id": 640,
        "name": "心を鋼鉄に変えて",
        "chara": [46],
        "get_rank": "非ガチャ産",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "紅蓮の聖乙女 ―聖乙女の奇跡― / ギガント級ヒュージ討伐 ドゥームサーペントChapter.4 (2023/6/18～)", "c3": ["報酬"] },
        "yakuwari": [3, 5],
        "skill": [
            ["Sp.パワースマッシュA Ⅴ+", "Sp.マイトスマッシュA Ⅳ+", "攻:獲得マッチPtUP/特殊単体 Ⅱ"],
            ["水：Sp.パワーアシストD Ⅲ", "[火防]Sp.マイトアシストB Ⅲ", "援:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 641,
        "name": "幸せな夢を見る前に",
        "chara": [5],
        "get_rank": "未定推定S",
        "category": { "c1": "その他のガチャ", "c2": "メモリアルホリデイガチャ", "c3": [""] },
        "yakuwari": [7, 2],
        "skill": [
            ["ガードヒールC Ⅲ+", "ウィンドガードヒールC Ⅲ", "回:回復UP/副援:支援UP Ⅲ"],
            ["マイトストライクB Ⅲ+", "ファイアパワーストライクB Ⅲ+", "攻:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 642,
        "name": "枕投げチャンピオン",
        "chara": [11],
        "get_rank": "未定推定S",
        "category": { "c1": "その他のガチャ", "c2": "メモリアルホリデイガチャ", "c3": [""] },
        "yakuwari": [2, 6],
        "skill": [
            ["マイトブレイクB Ⅲ+", "ファイアガードブレイクB Ⅲ+", "攻:ダメージUP/ガードDOWN Ⅲ"],
            ["パワーフォールC Ⅳ", "ウィンドパワーフォールB Ⅲ", "援:支援UP Ⅳ"]
        ]
    },
    {
        "id": 643,
        "name": "ゴージャス☆おしゃ恋花",
        "chara": [12],
        "get_rank": "未定推定S",
        "category": { "c1": "その他のガチャ", "c2": "メモリアルホリデイガチャ", "c3": [""] },
        "yakuwari": [4, 5],
        "skill": [
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.ファイアパワースマッシュB Ⅲ+", "攻:ダメージUP/Sp.パワーUP Ⅲ"],
            ["Sp.パワーアシストC Ⅳ", "[火攻風防]マイトアシストB Ⅲ", "援:Sp.パワーUP Ⅲ"]
        ]
    },
    {
        "id": 644,
        "name": "竜のシャナ",
        "chara": [71],
        "get_rank": "未定推定B+++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "深炎のスキャルドメール (2023/6/30～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 5],
        "skill": [
            ["マイトストライクB Ⅲ+", "ウォーターパワーストライクB Ⅲ+", "攻:パワーUP Ⅲ"],
            ["パワーアシストC Ⅳ", "ウォーターパワーアシストB Ⅲ", "援:パワーUP Ⅲ"]
        ]
    },
    {
        "id": 645,
        "name": "七頭龍幻想の担い手",
        "chara": [74],
        "get_rank": "未定推定B+++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "深炎のスキャルドメール (2023/6/30～)", "c3": ["イベントガチャ"] },
        "yakuwari": [7, 4],
        "skill": [
            ["Sp.ガードヒールD Ⅳ", "Sp.ファイアガードヒールD Ⅳ", "回:Sp.ガードUP Ⅲ"],
            ["Sp.マイトバーストB Ⅲ+", "Sp.ウォーターガードバーストB Ⅲ+", "攻:Sp.ガードDOWN Ⅲ"]
        ]
    },
    {
        "id": 646,
        "name": "深炎のスキャルドメール",
        "chara": [10, 71],
        "get_rank": "未定推定B+++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "深炎のスキャルドメール (2023/6/30～)", "c3": ["イベントガチャ"] },
        "yakuwari": [6],
        "skill": [
            ["水：WパワーフォールB Ⅲ", "水：WパワーフォールB Ⅲ", "援:支援UP Ⅳ"]
        ]
    },
    {
        "id": 647,
        "name": "正義の咆哮",
        "chara": [10],
        "get_rank": "未定推定B+++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "覚醒のスキャルドメール (2023/7/3～)", "c3": ["イベントガチャ"] },
        "yakuwari": [2, 7],
        "skill": [
            ["マイトブレイクB Ⅲ+", "ウォーターガードブレイクB Ⅲ+", "攻:ダメージUP Ⅳ"],
            ["ガードヒールD Ⅳ", "ファイアガードヒールD Ⅳ", "回:回復UP/副援:火ガードUP Ⅲ"]
        ]
    },
    {
        "id": 648,
        "name": "夢の果て、その先へ",
        "chara": [12],
        "get_rank": "未定推定B+++",
        "category": { "c1": "メダル/ギガント級討伐イベント", "c2": "覚醒のスキャルドメール (2023/7/3～)", "c3": ["イベントガチャ"] },
        "yakuwari": [4, 6],
        "skill": [
            ["Sp.マイトスマッシュB Ⅲ+", "Sp.ウォーターパワースマッシュB Ⅲ+", "攻:ダメージUP Ⅳ"],
            ["Sp.パワーフォールC Ⅳ", "Sp.ファイアパワーフォールB Ⅳ", "援:Sp.パワーDOWN/副援:火パワーDOWN Ⅲ"]
        ]
    }
    /**
    ,
    {
        "id": ,
        "name": "",
        "chara": [],
        "get_rank": "未定推定",
        "category": { "c1": "", "c2": "", "c3": [] },
        "yakuwari": [],
        "skill": [
            ["", "", ""],
            ["", "", ""]
        ]
    }
     */
]